["Art. 1º A República Federativa do Brasil, formada pela união indissolúvel dos Estados e Municípios e do Distrito Federal, constitui-se em Estado Democrático de Direito e tem como fundamentos:", "Art. 2º São Poderes da União, independentes e harmônicos entre si, o Legislativo, o Executivo e o Judiciário.", "Art. 3º Constituem objetivos fundamentais da República Federativa do Brasil:", "Art. 4º A República Federativa do Brasil rege-se nas suas relações internacionais pelos seguintes princípios:", "Art. 5º Todos são iguais perante a lei, sem distinção de qualquer natureza, garantindo-se aos brasileiros e aos estrangeiros residentes no País a inviolabilidade do direito à vida, à liberdade, à igualdade, à segurança e à propriedade, nos termos seguintes:", "Art. 6º São direitos sociais a educação, a saúde, o trabalho, o lazer, a segurança, a previdência social, a proteção à maternidade e à infância, a assistência aos desamparados, na forma desta Constituição.", "Art. 6 o São direitos sociais a educação, a saúde, o trabalho, a moradia, o lazer, a segurança, a previdência social, a proteção à maternidade e à infância, a assistência aos desamparados, na forma desta Constituição.         (Redação dada pela Emenda Constitucional nº 26, de 2000)", "Art. 6º São direitos sociais a educação, a saúde, a alimentação, o trabalho, a moradia, o lazer, a segurança, a previdência social, a proteção à maternidade e à infância, a assistência aos desamparados, na forma desta Constituição.         (Redação dada pela Emenda Constitucional nº 64, de 2010)", "Art. 6º São direitos sociais a educação, a saúde, a alimentação, o trabalho, a moradia, o transporte, o lazer, a segurança, a previdência social, a proteção à maternidade e à infância, a assistência aos desamparados, na forma desta Constituição.             (Redação dada pela Emenda Constitucional nº 90, de 2015)", "Art. 7º São direitos dos trabalhadores urbanos e rurais, além de outros que visem à melhoria de sua condição social:", "Art. 8º É livre a associação profissional ou sindical, observado o seguinte:", "Art. 9º É assegurado o direito de greve, competindo aos trabalhadores decidir sobre a oportunidade de exercê-lo e sobre os interesses que devam por meio dele defender.", "Art. 10. É assegurada a participação dos trabalhadores e empregadores nos colegiados dos órgãos públicos em que seus interesses profissionais ou previdenciários sejam objeto de discussão e deliberação.", "Art. 11. Nas empresas de mais de duzentos empregados, é assegurada a eleição de um representante destes com a finalidade exclusiva de promover-lhes o entendimento direto com os empregadores.", "Art. 12. São brasileiros:", "Art. 13. A língua portuguesa é o idioma oficial da República Federativa do Brasil.", "Art. 14. A soberania popular será exercida pelo sufrágio universal e pelo voto direto e secreto, com valor igual para todos, e, nos termos da lei, mediante:", "Art. 15. É vedada a cassação de direitos políticos, cuja perda ou suspensão só se dará nos casos de:", "Art. 16 A lei que alterar o processo eleitoral só entrará em vigor um ano após sua promulgação .", "Art. 16. A lei que alterar o processo eleitoral entrará em vigor na data de sua publicação, não se aplicando à eleição que ocorra até um ano da data de sua vigência.         (Redação dada pela Emenda Constitucional nº 4, de 1993)", "Art. 17. É livre a criação, fusão, incorporação e extinção de partidos políticos, resguardados a soberania nacional, o regime democrático, o pluripartidarismo, os direitos fundamentais da pessoa humana e observados os seguintes preceitos:         Regulamento", "Art. 18. A organização político-administrativa da República Federativa do Brasil compreende a União, os Estados, o Distrito Federal e os Municípios, todos autônomos, nos termos desta Constituição.", "Art. 19. É vedado à União, aos Estados, ao Distrito Federal e aos Municípios:", "Art. 20. São bens da União:", "Art. 21. Compete à União:", "Art. 22. Compete privativamente à União legislar sobre:", "Art. 23. É competência comum da União, dos Estados, do Distrito Federal e dos Municípios:", "Art. 24. Compete à União, aos Estados e ao Distrito Federal legislar concorrentemente sobre:", "Art. 25. Os Estados organizam-se e regem-se pelas Constituições e leis que adotarem, observados os princípios desta Constituição.", "Art. 26. Incluem-se entre os bens dos Estados:", "Art. 27. O número de Deputados à Assembléia Legislativa corresponderá ao triplo da representação do Estado na Câmara dos Deputados e, atingido o número de trinta e seis, será acrescido de tantos quantos forem os Deputados Federais acima de doze.", "Art. 28. A eleição do Governador e do Vice-Governador de Estado, para mandato de quatro anos, realizar-se-á noventa dias antes do término do mandato de seus antecessores, e a posse ocorrerá no dia 1º de janeiro do ano subseqüente, observado, quanto ao mais, o disposto no art. 77.", "Art. 28. A eleição do Governador e do Vice-Governador de Estado, para mandato de quatro anos, realizar-se-á no primeiro domingo de outubro, em primeiro turno, e no último domingo de outubro, em segundo turno, se houver, do ano anterior ao do término do mandato de seus antecessores, e a posse ocorrerá em primeiro de janeiro do ano subseqüente, observado, quanto ao mais, o disposto no art. 77.         (Redação dada pela Emenda Constitucional nº 16, de1997)", "Art. 28. A eleição do Governador e do Vice-Governador de Estado, para mandato de 4 (quatro) anos, realizar-se-á no primeiro domingo de outubro, em primeiro turno, e no último domingo de outubro, em segundo turno, se houver, do ano anterior ao do término do mandato de seus antecessores, e a posse ocorrerá em 6 de janeiro do ano subsequente, observado, quanto ao mais, o disposto no art. 77 desta Constituição.    (Redação dada pela Emenda Constitucional nº 111, de 2021)", "Art. 29. O Município reger-se-á por lei orgânica, votada em dois turnos, com o interstício mínimo de dez dias, e aprovada por dois terços dos membros da Câmara Municipal, que a promulgará, atendidos os princípios estabelecidos nesta Constituição, na Constituição do respectivo Estado e os seguintes preceitos:", "Art. 29-A. O total da despesa do Poder Legislativo Municipal, incluídos os subsídios dos Vereadores e excluídos os gastos com inativos, não poderá ultrapassar os seguintes percentuais, relativos ao somatório da receita tributária e das transferências previstas no § 5 o do art. 153 e nos arts. 158 e 159, efetivamente realizado no exercício anterior:         (Incluído pela Emenda Constitucional nº 25, de 2000)           (Vide Emenda Constitucional nº 109, de 2021)     (Vigência)", "Art. 30. Compete aos Municípios:", "Art. 31. A fiscalização do Município será exercida pelo Poder Legislativo Municipal, mediante controle externo, e pelos sistemas de controle interno do Poder Executivo Municipal, na forma da lei.", "Art. 32. O Distrito Federal, vedada sua divisão em Municípios, reger- se-á por lei orgânica, votada em dois turnos com interstício mínimo de dez dias, e aprovada por dois terços da Câmara Legislativa, que a promulgará, atendidos os princípios estabelecidos nesta Constituição.", "Art. 33. A lei disporá sobre a organização administrativa e judiciária dos Territórios.", "Art. 34. A União não intervirá nos Estados nem no Distrito Federal, exceto para:", "Art. 35. O Estado não intervirá em seus Municípios, nem a União nos Municípios localizados em Território Federal, exceto quando:", "Art. 36. A decretação da intervenção dependerá:", "Art. 37. A administração pública direta, indireta ou fundacional, de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e, também, ao seguinte:", "Art. 37. A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência e, também, ao seguinte:             (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 38. Ao servidor público em exercício de mandato eletivo aplicam- se as seguintes disposições:", "Art. 38. Ao servidor público da administração direta, autárquica e fundacional, no exercício de mandato eletivo, aplicam-se as seguintes disposições:         (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 39. A União, os Estados, o Distrito Federal e os Municípios instituirão, no âmbito de sua competência, regime jurídico único e planos de carreira para os servidores da administração pública direta, das autarquias e das fundações públicas.         (Vide ADI nº 2.135)", "Art. 39. A União, os Estados, o Distrito Federal e os Municípios instituirão conselho de política de administração e remuneração de pessoal, integrado por servidores designados pelos respectivos Poderes.         (Redação dada pela Emenda Constitucional nº 19, de 1998)    (Vide ADI nº 2.135)", "Art. 40. O servidor será aposentado:", "Art. 40 - Aos servidores titulares de cargos efetivos da União, dos Estados, do Distrito Federal e dos Municípios, incluídas suas autarquias e fundações, é assegurado regime de previdência de caráter contributivo, observados critérios que preservem o equilíbrio financeiro e atuarial e o disposto neste artigo.         (Redação dada pela Emenda Constitucional nº 20, de 15/12/98)", "Art. 40. Aos servidores titulares de cargos efetivos da União, dos Estados, do Distrito Federal e dos Municípios, incluídas suas autarquias e fundações, é assegurado regime de previdência de caráter contributivo e solidário, mediante contribuição do respectivo ente público, dos servidores ativos e inativos e dos pensionistas, observados critérios que preservem o equilíbrio financeiro e atuarial e o disposto neste artigo.         (Redação dada pela Emenda Constitucional nº 41, 19.12.2003)", "Art. 40. O regime próprio de previdência social dos servidores titulares de cargos efetivos terá caráter contributivo e solidário, mediante contribuição do respectivo ente federativo, de servidores ativos, de aposentados e de pensionistas, observados critérios que preservem o equilíbrio financeiro e atuarial.           (Redação dada pela Emenda Constitucional nº 103, de 2019)", "Art. 41. São estáveis, após dois anos de efetivo exercício, os servidores nomeados em virtude de concurso público.", "Art. 41. São estáveis após três anos de efetivo exercício os servidores nomeados para cargo de provimento efetivo em virtude de concurso público.         (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 42. São servidores militares federais os integrantes das Forças Armadas e servidores militares dos Estados, Territórios e Distrito Federal os integrantes de suas polícias militares e de seus corpos de bombeiros militares.", "Art. 42 Os membros das Polícias Militares e Corpos de Bombeiros Militares, instituições organizadas com base na hierarquia e disciplina, são militares dos Estados, do Distrito Federal e dos Territórios.         (Redação dada pela Emenda Constitucional nº 18, de 1998)", "Art. 43. Para efeitos administrativos, a União poderá articular sua ação em um mesmo complexo geoeconômico e social, visando a seu desenvolvimento e à redução das desigualdades regionais.", "Art. 44. O Poder Legislativo é exercido pelo Congresso Nacional, que se compõe da Câmara dos Deputados e do Senado Federal.", "Art. 45. A Câmara dos Deputados compõe-se de representantes do povo, eleitos, pelo sistema proporcional, em cada Estado, em cada Território e no Distrito Federal.", "Art. 46. O Senado Federal compõe-se de representantes dos Estados e do Distrito Federal, eleitos segundo o princípio majoritário.", "Art. 47. Salvo disposição constitucional em contrário, as deliberações de cada Casa e de suas Comissões serão tomadas por maioria dos votos, presente a maioria absoluta de seus membros.", "Art. 48. Cabe ao Congresso Nacional, com a sanção do Presidente da República, não exigida esta para o especificado nos arts. 49, 51 e 52, dispor sobre todas as matérias de competência da União, especialmente sobre:", "Art. 49. É da competência exclusiva do Congresso Nacional:", "Art. 50. A Câmara dos Deputados ou o Senado Federal, bem como qualquer de suas Comissões, poderão convocar Ministro de Estado para prestar, pessoalmente, informações sobre assunto previamente determinado, importando crime de responsabilidade a ausência sem justificação adequada.", "Art. 50. A Câmara dos Deputados e o Senado Federal, ou qualquer de suas Comissões, poderão convocar Ministro de Estado ou quaisquer titulares de órgãos diretamente subordinados à Presidência da República para prestarem, pessoalmente, informações sobre assunto previamente determinado, importando crime de responsabilidade a ausência sem justificação adequada.         (Redação dada pela Emenda Constitucional de Revisão nº 2, de 1994)", "Art. 51. Compete privativamente à Câmara dos Deputados:", "Art. 52. Compete privativamente ao Senado Federal:", "Art. 53. Os Deputados e Senadores são invioláveis por suas opiniões, palavras e votos.", "Art. 53. Os Deputados e Senadores são invioláveis, civil e penalmente, por quaisquer de suas opiniões, palavras e votos.         (Redação dada pela Emenda Constitucional nº 35, de 2001)", "Art. 54. Os Deputados e Senadores não poderão:", "Art. 55. Perderá o mandato o Deputado ou Senador:", "Art. 56. Não perderá o mandato o Deputado ou Senador:", "Art. 57. O Congresso Nacional reunir-se-á, anualmente, na Capital Federal, de 15 de fevereiro a 30 de junho e de 1º de agosto a 15 de dezembro.", "Art. 57. O Congresso Nacional reunir-se-á, anualmente, na Capital Federal, de 2 de fevereiro a 17 de julho e de 1º de agosto a 22 de dezembro.         (Redação dada pela Emenda Constitucional nº 50, de 2006)", "Art. 58. O Congresso Nacional e suas Casas terão comissões permanentes e temporárias, constituídas na forma e com as atribuições previstas no respectivo regimento ou no ato de que resultar sua criação.", "Art. 59. O processo legislativo compreende a elaboração de:", "Art. 60. A Constituição poderá ser emendada mediante proposta:", "Art. 61. A iniciativa das leis complementares e ordinárias cabe a qualquer membro ou Comissão da Câmara dos Deputados, do Senado Federal ou do Congresso Nacional, ao Presidente da República, ao Supremo Tribunal Federal, aos Tribunais Superiores, ao Procurador-Geral da República e aos cidadãos, na forma e nos casos previstos nesta Constituição.", "Art. 62. Em caso de relevância e urgência, o Presidente da República poderá adotar medidas provisórias, com força de lei, devendo submetê-las de imediato ao Congresso Nacional, que, estando em recesso, será convocado extraordinariamente para se reunir no prazo de cinco dias.", "Art. 62. Em caso de relevância e urgência, o Presidente da República poderá adotar medidas provisórias, com força de lei, devendo submetê-las de imediato ao Congresso Nacional.          (Redação dada pela Emenda Constitucional nº 32, de 2001)", "Art. 63. Não será admitido aumento da despesa prevista:", "Art. 64. A discussão e votação dos projetos de lei de iniciativa do Presidente da República, do Supremo Tribunal Federal e dos Tribunais Superiores terão início na Câmara dos Deputados.", "Art. 65. O projeto de lei aprovado por uma Casa será revisto pela outra, em um só turno de discussão e votação, e enviado à sanção ou promulgação, se a Casa revisora o aprovar, ou arquivado, se o rejeitar.", "Art. 66. A Casa na qual tenha sido concluída a votação enviará o projeto de lei ao Presidente da República, que, aquiescendo, o sancionará.", "Art. 67. A matéria constante de projeto de lei rejeitado somente poderá constituir objeto de novo projeto, na mesma sessão legislativa, mediante proposta da maioria absoluta dos membros de qualquer das Casas do Congresso Nacional.", "Art. 68. As leis delegadas serão elaboradas pelo Presidente da República, que deverá solicitar a delegação ao Congresso Nacional.", "Art. 69. As leis complementares serão aprovadas por maioria absoluta.", "Art. 70. A fiscalização contábil, financeira, orçamentária, operacional e patrimonial da União e das entidades da administração direta e indireta, quanto à legalidade, legitimidade, economicidade, aplicação das subvenções e renúncia de receitas, será exercida pelo Congresso Nacional, mediante controle externo, e pelo sistema de controle interno de cada Poder.", "Art. 71. O controle externo, a cargo do Congresso Nacional, será exercido com o auxílio do Tribunal de Contas da União, ao qual compete:", "Art. 72. A Comissão mista permanente a que se refere o art. 166, §1º, diante de indícios de despesas não autorizadas, ainda que sob a forma de investimentos não programados ou de subsídios não aprovados, poderá solicitar à autoridade governamental responsável que, no prazo de cinco dias, preste os esclarecimentos necessários.", "Art. 73. O Tribunal de Contas da União, integrado por nove Ministros, tem sede no Distrito Federal, quadro próprio de pessoal e jurisdição em todo o território nacional, exercendo, no que couber, as atribuições previstas no art. 96.", "Art. 74. Os Poderes Legislativo, Executivo e Judiciário manterão, de forma integrada, sistema de controle interno com a finalidade de:", "Art. 75. As normas estabelecidas nesta seção aplicam-se, no que couber, à organização, composição e fiscalização dos Tribunais de Contas dos Estados e do Distrito Federal, bem como dos Tribunais e Conselhos de Contas dos Municípios.", "Art. 76. O Poder Executivo é exercido pelo Presidente da República, auxiliado pelos Ministros de Estado.", "Art. 77. A eleição do Presidente e do Vice-Presidente da República realizar-se-á, simultaneamente, noventa dias antes do término do mandato presidencial vigente.", "Art. 77. A eleição do Presidente e do Vice-Presidente da República realizar-se-á, simultaneamente, no primeiro domingo de outubro, em primeiro turno, e no último domingo de outubro, em segundo turno, se houver, do ano anterior ao do término do mandato presidencial vigente.         (Redação dada pela Emenda Constitucional nº 16, de 1997)", "Art. 78. O Presidente e o Vice-Presidente da República tomarão posse em sessão do Congresso Nacional, prestando o compromisso de manter, defender e cumprir a Constituição, observar as leis, promover o bem geral do povo brasileiro, sustentar a união, a integridade e a independência do Brasil.", "Art. 79. Substituirá o Presidente, no caso de impedimento, e suceder-lhe-á, no de vaga, o Vice-Presidente.", "Art. 80. Em caso de impedimento do Presidente e do Vice-Presidente, ou vacância dos respectivos cargos, serão sucessivamente chamados ao exercício da Presidência o Presidente da Câmara dos Deputados, o do Senado Federal e o do Supremo Tribunal Federal.", "Art. 81. Vagando os cargos de Presidente e Vice-Presidente da República, far-se-á eleição noventa dias depois de aberta a última vaga.", "Art. 82. O mandato do Presidente da República é de cinco anos, vedada a reeleição para o período subseqüente, e terá início em 1º de janeiro do ano seguinte ao da sua eleição.             (Vide Emenda Constitucional de Revisão nº 5, de 1994)", "Art. 82. O mandato do Presidente da República é de quatro anos e terá início em primeiro de janeiro do ano seguinte ao da sua eleição.         (Redação dada pela Emenda Constitucional nº 16, de 1997)", "Art. 82. O mandato do Presidente da República é de 4 (quatro) anos e terá início em 5 de janeiro do ano seguinte ao de sua eleição.     (Redação dada pela Emenda Constitucional nº 111, de 2021)", "Art. 83. O Presidente e o Vice-Presidente da República não poderão, sem licença do Congresso Nacional, ausentar-se do País por período superior a quinze dias, sob pena de perda do cargo.", "Art. 84. Compete privativamente ao Presidente da República:", "Art. 85. São crimes de responsabilidade os atos do Presidente da República que atentem contra a Constituição Federal e, especialmente, contra:", "Art. 86. Admitida a acusação contra o Presidente da República, por dois terços da Câmara dos Deputados, será ele submetido a julgamento perante o Supremo Tribunal Federal, nas infrações penais comuns, ou perante o Senado Federal, nos crimes de responsabilidade.", "Art. 87. Os Ministros de Estado serão escolhidos dentre brasileiros maiores de vinte e um anos e no exercício dos direitos políticos.", "Art. 88. A lei disporá sobre a criação, estruturação e atribuições dos Ministérios.", "Art. 88. A lei disporá sobre a criação e extinção de Ministérios e órgãos da administração pública.         (Redação dada pela Emenda Constitucional nº 32, de 2001)", "Art. 89. O Conselho da República é órgão superior de consulta do Presidente da República, e dele participam:", "Art. 90. Compete ao Conselho da República pronunciar-se sobre:", "Art. 91. O Conselho de Defesa Nacional é órgão de consulta do Presidente da República nos assuntos relacionados com a soberania nacional e a defesa do Estado democrático, e dele participam como membros natos:", "Art. 92. São órgãos do Poder Judiciário:", "Art. 93. Lei complementar, de iniciativa do Supremo Tribunal Federal, disporá sobre o Estatuto da Magistratura, observados os seguintes princípios:", "Art. 94. Um quinto dos lugares dos Tribunais Regionais Federais, dos Tribunais dos Estados, e do Distrito Federal e Territórios será composto de membros, do Ministério Público, com mais de dez anos de carreira, e de advogados de notório saber jurídico e de reputação ilibada, com mais de dez anos de efetiva atividade profissional, indicados em lista sêxtupla pelos órgãos de representação das respectivas classes.", "Art. 95. Os juízes gozam das seguintes garantias:", "Art. 96. Compete privativamente:", "Art. 97. Somente pelo voto da maioria absoluta de seus membros ou dos membros do respectivo órgão especial poderão os tribunais declarar a inconstitucionalidade de lei ou ato normativo do Poder Público.         (Vide Lei nº 13.105, de 2015) (Vigência)", "Art. 98. A União, no Distrito Federal e nos Territórios, e os Estados criarão:", "Art. 99. Ao Poder Judiciário é assegurada autonomia administrativa e financeira.", "Art. 100. à exceção dos créditos de natureza alimentícia, os pagamentos devidos pela Fazenda Federal, Estadual ou Municipal, em virtude de sentença judiciária, far-se-ão exclusivamente na ordem cronológica de apresentação dos precatórios e à conta dos créditos respectivos, proibida a designação de casos ou de pessoas nas dotações orçamentárias e nos créditos adicionais abertos para este fim.", "Art. 100. Os pagamentos devidos pelas Fazendas Públicas Federal, Estaduais, Distrital e Municipais, em virtude de sentença judiciária, far-se-ão exclusivamente na ordem cronológica de apresentação dos precatórios e à conta dos créditos respectivos, proibida a designação de casos ou de pessoas nas dotações orçamentárias e nos créditos adicionais abertos para este fim.             (Redação dada pela Emenda Constitucional nº 62, de 2009).             (Vide Emenda Constitucional nº 62, de 2009)         (Vide ADI 4425)", "Art. 101. O Supremo Tribunal Federal compõe-se de onze Ministros, escolhidos dentre cidadãos com mais de trinta e cinco e menos de sessenta e cinco anos de idade, de notável saber jurídico e reputação ilibada.", "Art. 101. O Supremo Tribunal Federal compõe-se de onze Ministros, escolhidos dentre cidadãos com mais de trinta e cinco e menos de setenta anos de idade, de notável saber jurídico e reputação ilibada.   (Redação dada pela Emenda Constitucional nº 122, de 2022)", "Art. 102. Compete ao Supremo Tribunal Federal, precipuamente, a guarda da Constituição, cabendo-lhe:", "Art. 103. Podem propor a ação de inconstitucionalidade:", "Art. 103. Podem propor a ação direta de inconstitucionalidade e a ação declaratória de constitucionalidade:         (Redação dada pela Emenda Constitucional nº 45, de 2004)         (Vide Lei nº 13.105, de 2015) (Vigência)", "Art. 103-A. O Supremo Tribunal Federal poderá, de ofício ou por provocação, mediante decisão de dois terços dos seus membros, após reiteradas decisões sobre matéria constitucional, aprovar súmula que, a partir de sua publicação na imprensa oficial, terá efeito vinculante em relação aos demais órgãos do Poder Judiciário e à administração pública direta e indireta, nas esferas federal, estadual e municipal, bem como proceder à sua revisão ou cancelamento, na forma estabelecida em lei.         (Incluído pela Emenda Constitucional nº 45, de 2004) (Vide Lei nº 11.417, de 2006).", "Art. 103-B. O Conselho Nacional de Justiça compõe-se de quinze membros com mais de trinta e cinco e menos de sessenta e seis anos de idade, com mandato de dois anos, admitida uma recondução, sendo:         (Incluído pela Emenda Constitucional nº 45, de 2004)", "Art. 103-B. O Conselho Nacional de Justiça compõe-se de 15 (quinze) membros com mandato de 2 (dois) anos, admitida 1 (uma) recondução, sendo:         (Redação dada pela Emenda Constitucional nº 61, de 2009)", "Art. 104. O Superior Tribunal de Justiça compõe-se de, no mínimo, trinta e três Ministros.", "Art. 105. Compete ao Superior Tribunal de Justiça:", "Art. 106. São órgãos da Justiça Federal:", "Art. 107. Os Tribunais Regionais Federais compõem-se de, no mínimo, sete juízes, recrutados, quando possível, na respectiva região e nomeados pelo Presidente da República dentre brasileiros com mais de trinta e menos de sessenta e cinco anos, sendo:", "Art. 107. Os Tribunais Regionais Federais compõem-se de, no mínimo, sete juízes, recrutados, quando possível, na respectiva região e nomeados pelo Presidente da República dentre brasileiros com mais de trinta e menos de setenta anos de idade, sendo:       (Redação dada pela Emenda Constitucional nº 122, de 2022)", "Art. 108. Compete aos Tribunais Regionais Federais:", "Art. 109. Aos juízes federais compete processar e julgar:", "Art. 110. Cada Estado, bem como o Distrito Federal, constituirá uma seção judiciária que terá por sede a respectiva Capital, e varas localizadas segundo o estabelecido em lei.", "Art. 111. São órgãos da Justiça do Trabalho:", "Art. 111-A. O Tribunal Superior do Trabalho compor-se-á de vinte e sete Ministros, escolhidos dentre brasileiros com mais de trinta e cinco e menos de sessenta e cinco anos, nomeados pelo Presidente da República após aprovação pela maioria absoluta do Senado Federal, sendo:         (Incluído pela Emenda Constitucional nº 45, de 2004)", "Art. 111-A. O Tribunal Superior do Trabalho compor-se-á de vinte e sete Ministros, escolhidos dentre brasileiros com mais de trinta e cinco anos e menos de sessenta e cinco anos, de notável saber jurídico e reputação ilibada, nomeados pelo Presidente da República após aprovação pela maioria absoluta do Senado Federal, sendo:         (Redação dada pela Emenda Constitucional nº 92, de 2016)", "Art. 111-A. O Tribunal Superior do Trabalho compõe-se de vinte e sete Ministros, escolhidos dentre brasileiros com mais de trinta e cinco e menos de setenta anos de idade, de notável saber jurídico e reputação ilibada, nomeados pelo Presidente da República após aprovação pela maioria absoluta do Senado Federal, sendo:       (Redação dada pela Emenda Constitucional nº 122, de 2022)", "Art. 112. Haverá pelo menos um Tribunal Regional do Trabalho em cada Estado e no Distrito Federal, e a lei instituirá as Juntas de Conciliação e Julgamento, podendo, nas comarcas onde não forem instituídas, atribuir sua jurisdição aos juízes de direito.", "Art. 112. Haverá pelo menos um Tribunal Regional do Trabalho em cada Estado e no Distrito Federal, e a lei instituirá as Varas do Trabalho, podendo, nas comarcas onde não forem instituídas, atribuir sua jurisdição aos juízes de direito.         (Redação dada pela Emenda Constitucional nº 24, de 1999)", "Art. 112. A lei criará varas da Justiça do Trabalho, podendo, nas comarcas não abrangidas por sua jurisdição, atribuí-la aos juízes de direito, com recurso para o respectivo Tribunal Regional do Trabalho.         (Redação dada pela Emenda Constitucional nº 45, de 2004)", "Art. 113. A lei disporá sobre a constituição, investidura, jurisdição, competência, garantias e condições de exercício dos órgãos da Justiça do Trabalho, assegurada a paridade de representação de trabalhadores e empregadores.", "Art. 113. A lei disporá sobre a constituição, investidura, jurisdição, competência, garantias e condições de exercício dos órgãos da Justiça do Trabalho.         (Redação dada pela Emenda Constitucional nº 24, de 1999)", "Art. 114. Compete à Justiça do Trabalho conciliar e julgar os dissídios individuais e coletivos entre trabalhadores e empregadores, abrangidos os entes de direito público externo e da administração pública direta e indireta dos Municípios, do Distrito Federal, dos Estados e da União, e, na forma da lei, outras controvérsias decorrentes da relação de trabalho, bem como os litígios que tenham origem no cumprimento de suas próprias sentenças, inclusive coletivas.", "Art. 114. Compete à Justiça do Trabalho processar e julgar:         (Redação dada pela Emenda Constitucional nº 45, de 2004)        (Vide ADIN 3392)      (Vide ADIN 3432)", "Art. 115. Os Tribunais Regionais do Trabalho serão compostos de juízes nomeados pelo Presidente da República, sendo dois terços de juízes togados vitalícios e um terço de juízes classistas temporários, observada, entre os juízes togados, a proporcionalidade estabelecida no art. 111, § 1º, I.", "Art. 115. Os Tribunais Regionais do Trabalho serão compostos de juízes nomeados pelo Presidente da República, observada a proporcionalidade estabelecida no § 2º do art. 111.         (Redação dada pela Emenda Constitucional nº 24, de 1999) }", "Art. 115. Os Tribunais Regionais do Trabalho compõem-se de, no mínimo, sete juízes, recrutados, quando possível, na respectiva região, e nomeados pelo Presidente da República dentre brasileiros com mais de trinta e menos de sessenta e cinco anos, sendo:         (Redação dada pela Emenda Constitucional nº 45, de 2004)", "Art. 115. Os Tribunais Regionais do Trabalho compõem-se de, no mínimo, sete juízes, recrutados, quando possível, na respectiva região e nomeados pelo Presidente da República dentre brasileiros com mais de trinta e menos de setenta anos de idade, sendo:        (Redação dada pela Emenda Constitucional nº 122, de 2022)", "Art. 116. A Junta de Conciliação e Julgamento será composta de um juiz do trabalho, que a presidirá, e dois juízes classistas temporários, representantes dos empregados e dos empregadores.", "Art. 116. Nas Varas do Trabalho, a jurisdição será exercida por um juiz singular.         (Redação dada pela Emenda Constitucional nº 24, de 1999)", "Art. 117. O mandato dos representantes classistas, em todas as instâncias, é de três anos .         (Revogado pela Emenda Constitucional nº 24, de 1999)", "Art. 118. São órgãos da Justiça Eleitoral:", "Art. 119. O Tribunal Superior Eleitoral compor-se-á, no mínimo, de sete membros, escolhidos:", "Art. 120. Haverá um Tribunal Regional Eleitoral na Capital de cada Estado e no Distrito Federal.", "Art. 121. Lei complementar disporá sobre a organização e competência dos tribunais, dos juízes de direito e das juntas eleitorais.", "Art. 122. São órgãos da Justiça Militar:", "Art. 123. O Superior Tribunal Militar compor-se-á de quinze Ministros vitalícios, nomeados pelo Presidente da República, depois de aprovada a indicação pelo Senado Federal, sendo três dentre oficiais-generais da Marinha, quatro dentre oficiais-generais do Exército, três dentre oficiais-generais da Aeronáutica, todos da ativa e do posto mais elevado da carreira, e cinco dentre civis.", "Art. 124. À Justiça Militar compete processar e julgar os crimes militares definidos em lei.", "Art. 125. Os Estados organizarão sua Justiça, observados os princípios estabelecidos nesta Constituição.", "Art. 126. Para dirimir conflitos fundiários, o Tribunal de Justiça designará juízes de entrância especial, com competência exclusiva para questões agrárias.", "Art. 126. Para dirimir conflitos fundiários, o Tribunal de Justiça proporá a criação de varas especializadas, com competência exclusiva para questões agrárias.         (Redação dada pela Emenda Constitucional nº 45, de 2004)", "Art. 127. O Ministério Público é instituição permanente, essencial à função jurisdicional do Estado, incumbindo-lhe a defesa da ordem jurídica, do regime democrático e dos interesses sociais e individuais indisponíveis.", "Art. 128. O Ministério Público abrange:", "Art. 129. São funções institucionais do Ministério Público:", "Art. 130. Aos membros do Ministério Público junto aos Tribunais de Contas aplicam-se as disposições desta seção pertinentes a direitos, vedações e forma de investidura.", "Art. 130-A. O Conselho Nacional do Ministério Público compõe-se de quatorze membros nomeados pelo Presidente da República, depois de aprovada a escolha pela maioria absoluta do Senado Federal, para um mandato de dois anos, admitida uma recondução, sendo:         (Incluído pela Emenda Constitucional nº 45, de 2004)", "Art. 131. A Advocacia-Geral da União é a instituição que, diretamente ou através de órgão vinculado, representa a União, judicial e extrajudicialmente, cabendo-lhe, nos termos da lei complementar que dispuser sobre sua organização e funcionamento, as atividades de consultoria e assessoramento jurídico do Poder Executivo.", "Art. 132. Os Procuradores dos Estados e do Distrito Federal exercerão a representação judicial e a consultoria jurídica das respectivas unidades federadas, organizados em carreira na qual o ingresso dependerá de concurso público de provas e títulos, observado o disposto no art. 135.", "Art. 132. Os Procuradores dos Estados e do Distrito Federal, organizados em carreira, na qual o ingresso dependerá de concurso público de provas e títulos, com a participação da Ordem dos Advogados do Brasil em todas as suas fases, exercerão a representação judicial e a consultoria jurídica das respectivas unidades federadas.         (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 133. O advogado é indispensável à administração da justiça, sendo inviolável por seus atos e manifestações no exercício da profissão, nos limites da lei.", "Art. 134. A Defensoria Pública é instituição essencial à função jurisdicional do Estado, incumbindo-lhe a orientação jurídica e a defesa, em todos os graus, dos necessitados, na forma do art. 5º, LXXIV.)", "Art. 134. A Defensoria Pública é instituição permanente, essencial à função jurisdicional do Estado, incumbindo-lhe, como expressão e instrumento do regime democrático, fundamentalmente, a orientação jurídica, a promoção dos direitos humanos e a defesa, em todos os graus, judicial e extrajudicial, dos direitos individuais e coletivos, de forma integral e gratuita, aos necessitados, na forma do inciso LXXIV do art. 5º desta Constituição Federal .         (Redação dada pela Emenda Constitucional nº 80, de 2014)", "Art. 135. Às carreiras disciplinadas neste título aplicam-se o princípio do art. 37, XII, e o art. 39, § 1º.", "Art. 135. Os servidores integrantes das carreiras disciplinadas nas Seções II e III deste Capítulo serão remunerados na forma do art. 39, § 4º.         (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 136. O Presidente da República pode, ouvidos o Conselho da República e o Conselho de Defesa Nacional, decretar estado de defesa para preservar ou prontamente restabelecer, em locais restritos e determinados, a ordem pública ou a paz social ameaçadas por grave e iminente instabilidade institucional ou atingidas por calamidades de grandes proporções na natureza.", "Art. 137. O Presidente da República pode, ouvidos o Conselho da República e o Conselho de Defesa Nacional, solicitar ao Congresso Nacional autorização para decretar o estado de sítio nos casos de:", "Art. 138. O decreto do estado de sítio indicará sua duração, as normas necessárias a sua execução e as garantias constitucionais que ficarão suspensas, e, depois de publicado, o Presidente da República designará o executor das medidas específicas e as áreas abrangidas.", "Art. 139. Na vigência do estado de sítio decretado com fundamento no art. 137, I, só poderão ser tomadas contra as pessoas as seguintes medidas:", "Art. 140. A Mesa do Congresso Nacional, ouvidos os líderes partidários, designará Comissão composta de cinco de seus membros para acompanhar e fiscalizar a execução das medidas referentes ao estado de defesa e ao estado de sítio.", "Art. 141. Cessado o estado de defesa ou o estado de sítio, cessarão também seus efeitos, sem prejuízo da responsabilidade pelos ilícitos cometidos por seus executores ou agentes.", "Art. 142. As Forças Armadas, constituídas pela Marinha, pelo Exército e pela Aeronáutica, são instituições nacionais permanentes e regulares, organizadas com base na hierarquia e na disciplina, sob a autoridade suprema do Presidente da República, e destinam-se à defesa da Pátria, à garantia dos poderes constitucionais e, por iniciativa de qualquer destes, da lei e da ordem.", "Art. 143. O serviço militar é obrigatório nos termos da lei.", "Art. 144. A segurança pública, dever do Estado, direito e responsabilidade de todos, é exercida para a preservação da ordem pública e da incolumidade das pessoas e do patrimônio, através dos seguintes órgãos:", "Art. 145. A União, os Estados, o Distrito Federal e os Municípios poderão instituir os seguintes tributos:", "Art. 146. Cabe à lei complementar:", "Art. 146-A. Lei complementar poderá estabelecer critérios especiais de tributação, com o objetivo de prevenir desequilíbrios da concorrência, sem prejuízo da competência de a União, por lei, estabelecer normas de igual objetivo.         (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 147. Competem à União, em Território Federal, os impostos estaduais e, se o Território não for dividido em Municípios, cumulativamente, os impostos municipais; ao Distrito Federal cabem os impostos municipais.", "Art. 148. A União, mediante lei complementar, poderá instituir empréstimos compulsórios:", "Art. 149. Compete exclusivamente à União instituir contribuições sociais, de intervenção no domínio econômico e de interesse das categorias profissionais ou econômicas, como instrumento de sua atuação nas respectivas áreas, observado o disposto nos arts. 146, III, e 150, I e III, e sem prejuízo do previsto no art. 195, § 6º, relativamente às contribuições a que alude o dispositivo.", "Art. 149-A Os Municípios e o Distrito Federal poderão instituir contribuição, na forma das respectivas leis, para o custeio do serviço de iluminação pública, observado o disposto no art. 150, I e III.         (Incluído pela Emenda Constitucional nº 39, de 2002)", "Art. 150. Sem prejuízo de outras garantias asseguradas ao contribuinte, é vedado à União, aos Estados, ao Distrito Federal e aos Municípios:", "Art. 151. É vedado à União:", "Art. 152. É vedado aos Estados, ao Distrito Federal e aos Municípios estabelecer diferença tributária entre bens e serviços, de qualquer natureza, em razão de sua procedência ou destino.", "Art. 153. Compete à União instituir impostos sobre:", "Art. 154. A União poderá instituir:", "Art. 155. Compete aos Estados e ao Distrito Federal instituir:", "Art. 155. Compete aos Estados e ao Distrito Federal instituir impostos sobre:         (Redação dada pela Emenda Constitucional nº 3, de 1993)", "Art. 156. Compete aos Municípios instituir impostos sobre:", "Art. 157. Pertencem aos Estados e ao Distrito Federal:", "Art. 158. Pertencem aos Municípios:", "Art. 159. A União entregará:         (Vide Emenda Constitucional nº 55, de 2007)", "Art. 160. É vedada a retenção ou qualquer restrição à entrega e ao emprego dos recursos atribuídos, nesta seção, aos Estados, ao Distrito Federal e aos Municípios, neles compreendidos adicionais e acréscimos relativos a impostos.", "Art. 161. Cabe à lei complementar:", "Art. 162. A União, os Estados, o Distrito Federal e os Municípios divulgarão, até o último dia do mês subseqüente ao da arrecadação, os montantes de cada um dos tributos arrecadados, os recursos recebidos, os valores de origem tributária entregues e a entregar e a expressão numérica dos critérios de rateio.", "Art. 163. Lei complementar disporá sobre:", "Art. 163-A. A União, os Estados, o Distrito Federal e os Municípios disponibilizarão suas informações e dados contábeis, orçamentários e fiscais, conforme periodicidade, formato e sistema estabelecidos pelo órgão central de contabilidade da União, de forma a garantir a rastreabilidade, a comparabilidade e a publicidade dos dados coletados, os quais deverão ser divulgados em meio eletrônico de amplo acesso público. (Incluído pela Emenda Constitucional nº 108, de 2020)", "Art. 164. A competência da União para emitir moeda será exercida exclusivamente pelo banco central.", "Art. 164-A. A União, os Estados, o Distrito Federal e os Municípios devem conduzir suas políticas fiscais de forma a manter a dívida pública em níveis sustentáveis, na forma da lei complementar referida no inciso VIII do caput do art. 163 desta Constituição.  (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 165. Leis de iniciativa do Poder Executivo estabelecerão:", "Art. 166. Os projetos de lei relativos ao plano plurianual, às diretrizes orçamentárias, ao orçamento anual e aos créditos adicionais serão apreciados pelas duas Casas do Congresso Nacional, na forma do regimento comum.", "Art. 166-A. As emendas individuais impositivas apresentadas ao projeto de lei orçamentária anual poderão alocar recursos a Estados, ao Distrito Federal e a Municípios por meio de:        (Incluído pela Emenda Constitucional nº 105, de 2019)", "Art. 167. São vedados:", "Art. 167-A. Apurado que, no período de 12 (doze) meses, a relação entre despesas correntes e receitas correntes supera 95% (noventa e cinco por cento), no âmbito dos Estados, do Distrito Federal e dos Municípios, é facultado aos Poderes Executivo, Legislativo e Judiciário, ao Ministério Público, ao Tribunal de Contas e à Defensoria Pública do ente, enquanto permanecer a situação, aplicar o mecanismo de ajuste fiscal de vedação da:       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-B. Durante a vigência de estado de calamidade pública de âmbito nacional, decretado pelo Congresso Nacional por iniciativa privativa do Presidente da República, a União deve adotar regime extraordinário fiscal, financeiro e de contratações para atender às necessidades dele decorrentes, somente naquilo em que a urgência for incompatível com o regime regular, nos termos definidos nos arts. 167-C, 167-D, 167-E, 167-F e 167-G desta Constituição.      (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-C. Com o propósito exclusivo de enfrentamento da calamidade pública e de seus efeitos sociais e econômicos, no seu período de duração, o Poder Executivo federal pode adotar processos simplificados de contratação de pessoal, em caráter temporário e emergencial, e de obras, serviços e compras que assegurem, quando possível, competição e igualdade de condições a todos os concorrentes, dispensada a observância do § 1º do art. 169 na contratação de que trata o inciso IX do caput do art. 37 desta Constituição, limitada a dispensa às situações de que trata o referido inciso, sem prejuízo do controle dos órgãos competentes.       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-D. As proposições legislativas e os atos do Poder Executivo com propósito exclusivo de enfrentar a calamidade e suas consequências sociais e econômicas, com vigência e efeitos restritos à sua duração, desde que não impliquem despesa obrigatória de caráter continuado, ficam dispensados da observância das limitações legais quanto à criação, à expansão ou ao aperfeiçoamento de ação governamental que acarrete aumento de despesa e à concessão ou à ampliação de incentivo ou benefício de natureza tributária da qual decorra renúncia de receita.       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-E. Fica dispensada, durante a integralidade do exercício financeiro em que vigore a calamidade pública de âmbito nacional, a observância do inciso III do caput do art. 167 desta Constituição.       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-F. Durante a vigência da calamidade pública de âmbito nacional de que trata o art. 167-B desta Constituição:       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 167-G. Na hipótese de que trata o art. 167-B, aplicam-se à União, até o término da calamidade pública, as vedações previstas no art. 167-A desta Constituição.       (Incluído pela Emenda Constitucional nº 109, de 2021)", "Art. 168. Os recursos correspondentes às dotações orçamentárias, compreendidos os créditos suplementares e especiais, destinados aos órgãos dos Poderes Legislativo e Judiciário e do Ministério Público, ser-lhes-ão entregues até o dia 20 de cada mês, na forma da lei complementar a que se refere o art. 165, § 9º.", "Art. 168. Os recursos correspondentes às dotações orçamentárias, compreendidos os créditos suplementares e especiais, destinados aos órgãos dos Poderes Legislativo e Judiciário, do Ministério Público e da Defensoria Pública, ser-lhes-ão entregues até o dia 20 de cada mês, em duodécimos, na forma da lei complementar a que se refere o art. 165, § 9º.         (Redação dada pela Emenda Constitucional nº 45, de 2004)", "Art. 169. A despesa com pessoal ativo e inativo da União, dos Estados, do Distrito Federal e dos Municípios não poderá exceder os limites estabelecidos em lei complementar.", "Art. 169. A despesa com pessoal ativo e inativo da União, dos Estados, do Distrito Federal e dos Municípios não poderá exceder os limites estabelecidos em lei complementar.         (Redação dada pela pela Emenda Constitucional nº 19, de 1998)", "Art. 169. A despesa com pessoal ativo e inativo e pensionistas da União, dos Estados, do Distrito Federal e dos Municípios não pode exceder os limites estabelecidos em lei complementar.  (Redação dada pela Emenda Constitucional nº 109, de 2021)", "Art. 170. A ordem econômica, fundada na valorização do trabalho humano e na livre iniciativa, tem por fim assegurar a todos existência digna, conforme os ditames da justiça social, observados os seguintes princípios:", "Art. 171. São consideradas:         (Revogado pela Emenda Constitucional nº 6, de 1995)", "Art. 172. A lei disciplinará, com base no interesse nacional, os investimentos de capital estrangeiro, incentivará os reinvestimentos e regulará a remessa de lucros.", "Art. 173. Ressalvados os casos previstos nesta Constituição, a exploração direta de atividade econômica pelo Estado só será permitida quando necessária aos imperativos da segurança nacional ou a relevante interesse coletivo, conforme definidos em lei.", "Art. 174. Como agente normativo e regulador da atividade econômica, o Estado exercerá, na forma da lei, as funções de fiscalização, incentivo e planejamento, sendo este determinante para o setor público e indicativo para o setor privado.         (Vide Lei nº 13.874, de 2019)", "Art. 175. Incumbe ao Poder Público, na forma da lei, diretamente ou sob regime de concessão ou permissão, sempre através de licitação, a prestação de serviços públicos.", "Art. 176. As jazidas, em lavra ou não, e demais recursos minerais e os potenciais de energia hidráulica constituem propriedade distinta da do solo, para efeito de exploração ou aproveitamento, e pertencem à União, garantida ao concessionário a propriedade do produto da lavra.", "Art. 177. Constituem monopólio da União:", "Art. 178. A lei disporá sobre:", "Art. 178. A lei disporá sobre a ordenação dos transportes aéreo, aquático e terrestre, devendo, quanto à ordenação do transporte internacional, observar os acordos firmados pela União, atendido o princípio da reciprocidade.         (Redação dada pela Emenda Constitucional nº 7, de 1995)", "Art. 179. A União, os Estados, o Distrito Federal e os Municípios dispensarão às microempresas e às empresas de pequeno porte, assim definidas em lei, tratamento jurídico diferenciado, visando a incentivá-las pela simplificação de suas obrigações administrativas, tributárias, previdenciárias e creditícias, ou pela eliminação ou redução destas por meio de lei.", "Art. 180. A União, os Estados, o Distrito Federal e os Municípios promoverão e incentivarão o turismo como fator de desenvolvimento social e econômico.", "Art. 181. O atendimento de requisição de documento ou informação de natureza comercial, feita por autoridade administrativa ou judiciária estrangeira, a pessoa física ou jurídica residente ou domiciliada no País dependerá de autorização do Poder competente.", "Art. 182. A política de desenvolvimento urbano, executada pelo Poder Público municipal, conforme diretrizes gerais fixadas em lei, tem por objetivo ordenar o pleno desenvolvimento das funções sociais da cidade e garantir o bem- estar de seus habitantes.         (Regulamento)         (Vide Lei nº 13.311, de 11 de julho de 2016)", "Art. 183. Aquele que possuir como sua área urbana de até duzentos e cinqüenta metros quadrados, por cinco anos, ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural.         (Regulamento)", "Art. 184. Compete à União desapropriar por interesse social, para fins de reforma agrária, o imóvel rural que não esteja cumprindo sua função social, mediante prévia e justa indenização em títulos da dívida agrária, com cláusula de preservação do valor real, resgatáveis no prazo de até vinte anos, a partir do segundo ano de sua emissão, e cuja utilização será definida em lei.", "Art. 185. São insuscetíveis de desapropriação para fins de reforma agrária:", "Art. 186. A função social é cumprida quando a propriedade rural atende, simultaneamente, segundo critérios e graus de exigência estabelecidos em lei, aos seguintes requisitos:", "Art. 187. A política agrícola será planejada e executada na forma da lei, com a participação efetiva do setor de produção, envolvendo produtores e trabalhadores rurais, bem como dos setores de comercialização, de armazenamento e de transportes, levando em conta, especialmente:", "Art. 188. A destinação de terras públicas e devolutas será compatibilizada com a política agrícola e com o plano nacional de reforma agrária.", "Art. 189. Os beneficiários da distribuição de imóveis rurais pela reforma agrária receberão títulos de domínio ou de concessão de uso, inegociáveis pelo prazo de dez anos.", "Art. 190. A lei regulará e limitará a aquisição ou o arrendamento de propriedade rural por pessoa física ou jurídica estrangeira e estabelecerá os casos que dependerão de autorização do Congresso Nacional.", "Art. 191. Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como seu, por cinco anos ininterruptos, sem oposição, área de terra, em zona rural, não superior a cinqüenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade.", "Art. 192. O sistema financeiro nacional, estruturado de forma a promover o desenvolvimento equilibrado do País e a servir aos interesses da coletividade, será regulado em lei complementar, que disporá, inclusive, sobre:", "Art. 192. O sistema financeiro nacional, estruturado de forma a promover o desenvolvimento equilibrado do País e a servir aos interesses da coletividade, em todas as partes que o compõem, abrangendo as cooperativas de crédito, será regulado por leis complementares que disporão, inclusive, sobre a participação do capital estrangeiro nas instituições que o integram.         (Redação dada pela Emenda Constitucional nº 40, de 2003)         (Vide Lei nº 8.392, de 1991)", "Art. 193. A ordem social tem como base o primado do trabalho, e como objetivo o bem-estar e a justiça sociais.", "Art. 194. A seguridade social compreende um conjunto integrado de ações de iniciativa dos Poderes Públicos e da sociedade, destinadas a assegurar os direitos relativos à saúde, à previdência e à assistência social.", "Art. 195. A seguridade social será financiada por toda a sociedade, de forma direta e indireta, nos termos da lei, mediante recursos provenientes dos orçamentos da União, dos Estados, do Distrito Federal e dos Municípios, e das seguintes contribuições sociais:         (Vide Emenda Constitucional nº 20, de 1998)", "Art. 196. A saúde é direito de todos e dever do Estado, garantido mediante políticas sociais e econômicas que visem à redução do risco de doença e de outros agravos e ao acesso universal e igualitário às ações e serviços para sua promoção, proteção e recuperação.", "Art. 197. São de relevância pública as ações e serviços de saúde, cabendo ao Poder Público dispor, nos termos da lei, sobre sua regulamentação, fiscalização e controle, devendo sua execução ser feita diretamente ou através de terceiros e, também, por pessoa física ou jurídica de direito privado.", "Art. 198. As ações e serviços públicos de saúde integram uma rede regionalizada e hierarquizada e constituem um sistema único, organizado de acordo com as seguintes diretrizes:    (Vide ADPF 672)", "Art. 199. A assistência à saúde é livre à iniciativa privada.", "Art. 200. Ao sistema único de saúde compete, além de outras atribuições, nos termos da lei:", "Art. 201. Os planos de previdência social, mediante contribuição, atenderão, nos termos da lei, a:", "Art. 201. A previdência social será organizada sob a forma de regime geral, de caráter contributivo e de filiação obrigatória, observados critérios que preservem o equilíbrio financeiro e atuarial, e atenderá, nos termos da lei, a:         (Redação dada pela Emenda Constitucional nº 20, de 1998)         (Vide Emenda Constitucional nº 20, de 1998)", "Art. 201. A previdência social será organizada sob a forma do Regime Geral de Previdência Social, de caráter contributivo e de filiação obrigatória, observados critérios que preservem o equilíbrio financeiro e atuarial, e atenderá, na forma da lei, a:          (Redação dada pela Emenda Constitucional nº 103, de 2019)", "Art. 202. É assegurada aposentadoria, nos termos da lei, calculando-se o benefício sobre a média dos trinta e seis últimos salários de contribuição, corrigidos monetariamente mês a mês, e comprovada a regularidade dos reajustes dos salários de contribuição de modo a preservar seus valores reais e obedecidas as seguintes condições :", "Art. 202. O regime de previdência privada, de caráter complementar e organizado de forma autônoma em relação ao regime geral de previdência social, será facultativo, baseado na constituição de reservas que garantam o benefício contratado, e regulado por lei complementar.         (Redação dada pela Emenda Constitucional nº 20, de 1998)         (Vide Emenda Constitucional nº 20, de 1998)", "Art. 203. A assistência social será prestada a quem dela necessitar, independentemente de contribuição à seguridade social, e tem por objetivos:", "Art. 204. As ações governamentais na área da assistência social serão realizadas com recursos do orçamento da seguridade social, previstos no art. 195, além de outras fontes, e organizadas com base nas seguintes diretrizes:", "Art. 205. A educação, direito de todos e dever do Estado e da família, será promovida e incentivada com a colaboração da sociedade, visando ao pleno desenvolvimento da pessoa, seu preparo para o exercício da cidadania e sua qualificação para o trabalho.", "Art. 206. O ensino será ministrado com base nos seguintes princípios:", "Art. 207. As universidades gozam de autonomia didático-científica, administrativa e de gestão financeira e patrimonial, e obedecerão ao princípio de indissociabilidade entre ensino, pesquisa e extensão.", "Art. 208. O dever do Estado com a educação será efetivado mediante a garantia de:", "Art. 209. O ensino é livre à iniciativa privada, atendidas as seguintes condições:", "Art. 210. Serão fixados conteúdos mínimos para o ensino fundamental, de maneira a assegurar formação básica comum e respeito aos valores culturais e artísticos, nacionais e regionais.", "Art. 211. A União, os Estados, o Distrito Federal e os Municípios organizarão em regime de colaboração seus sistemas de ensino.", "Art. 212. A União aplicará, anualmente, nunca menos de dezoito, e os Estados, o Distrito Federal e os Municípios vinte e cinco por cento, no mínimo, da receita resultante de impostos, compreendida a proveniente de transferências, na manutenção e desenvolvimento do ensino.", "Art. 212-A. Os Estados, o Distrito Federal e os Municípios destinarão parte dos recursos a que se refere o caput do art. 212 desta Constituição à manutenção e ao desenvolvimento do ensino na educação básica e à remuneração condigna de seus profissionais, respeitadas as seguintes disposições:        (Incluído pela Emenda Constitucional nº 108, de 2020)     Regulamento", "Art. 213. Os recursos públicos serão destinados às escolas públicas, podendo ser dirigidos a escolas comunitárias, confessionais ou filantrópicas, definidas em lei, que:", "Art. 214. A lei estabelecerá o plano nacional de educação, de duração plurianual, visando à articulação e ao desenvolvimento do ensino em seus diversos níveis e à integração das ações do Poder Público que conduzam à:", "Art. 214. A lei estabelecerá o plano nacional de educação, de duração decenal, com o objetivo de articular o sistema nacional de educação em regime de colaboração e definir diretrizes, objetivos, metas e estratégias de implementação para assegurar a manutenção e desenvolvimento do ensino em seus diversos níveis, etapas e modalidades por meio de ações integradas dos poderes públicos das diferentes esferas federativas que conduzam a:         (Redação dada pela Emenda Constitucional nº 59, de 2009)", "Art. 215. O Estado garantirá a todos o pleno exercício dos direitos culturais e acesso às fontes da cultura nacional, e apoiará e incentivará a valorização e a difusão das manifestações culturais.", "Art. 216. Constituem patrimônio cultural brasileiro os bens de natureza material e imaterial, tomados individualmente ou em conjunto, portadores de referência à identidade, à ação, à memória dos diferentes grupos formadores da sociedade brasileira, nos quais se incluem:", "Art. 216-A. O Sistema Nacional de Cultura, organizado em regime de colaboração, de forma descentralizada e participativa, institui um processo de gestão e promoção conjunta de políticas públicas de cultura, democráticas e permanentes, pactuadas entre os entes da Federação e a sociedade, tendo por objetivo promover o desenvolvimento humano, social e econômico com pleno exercício dos direitos culturais.         (Incluído pela Emenda Constitucional nº 71, de 2012)", "Art. 217. É dever do Estado fomentar práticas desportivas formais e não-formais, como direito de cada um, observados:", "Art. 218. O Estado promoverá e incentivará o desenvolvimento científico, a pesquisa e a capacitação tecnológicas.", "Art. 218. O Estado promoverá e incentivará o desenvolvimento científico, a pesquisa, a capacitação científica e tecnológica e a inovação.         (Redação dada pela Emenda Constitucional nº 85, de 2015)", "Art. 219. O mercado interno integra o patrimônio nacional e será incentivado de modo a viabilizar o desenvolvimento cultural e sócio-econômico, o bem-estar da população e a autonomia tecnológica do País, nos termos de lei federal.", "Art. 219-A. A União, os Estados, o Distrito Federal e os Municípios poderão firmar instrumentos de cooperação com órgãos e entidades públicos e com entidades privadas, inclusive para o compartilhamento de recursos humanos especializados e capacidade instalada, para a execução de projetos de pesquisa, de desenvolvimento científico e tecnológico e de inovação, mediante contrapartida financeira ou não financeira assumida pelo ente beneficiário, na forma da lei.         (Incluído pela Emenda Constitucional nº 85, de 2015)", "Art. 219-B. O Sistema Nacional de Ciência, Tecnologia e Inovação (SNCTI) será organizado em regime de colaboração entre entes, tanto públicos quanto privados, com vistas a promover o desenvolvimento científico e tecnológico e a inovação.         (Incluído pela Emenda Constitucional nº 85, de 2015)", "Art. 220. A manifestação do pensamento, a criação, a expressão e a informação, sob qualquer forma, processo ou veículo não sofrerão qualquer restrição, observado o disposto nesta Constituição.", "Art. 221. A produção e a programação das emissoras de rádio e televisão atenderão aos seguintes princípios:", "Art. 222. A propriedade de empresa jornalística e de radiodifusão sonora e de sons e imagens é privativa de brasileiros natos ou naturalizados há mais de dez anos, aos quais caberá a responsabilidade por sua administração e orientação intelectual.", "Art. 222. A propriedade de empresa jornalística e de radiodifusão sonora e de sons e imagens é privativa de brasileiros natos ou naturalizados há mais de dez anos, ou de pessoas jurídicas constituídas sob as leis brasileiras e que tenham sede no País.         (Redação dada pela Emenda Constitucional nº 36, de 2002)", "Art. 223. Compete ao Poder Executivo outorgar e renovar concessão, permissão e autorização para o serviço de radiodifusão sonora e de sons e imagens, observado o princípio da complementaridade dos sistemas privado, público e estatal.", "Art. 224. Para os efeitos do disposto neste capítulo, o Congresso Nacional instituirá, como seu órgão auxiliar, o Conselho de Comunicação Social, na forma da lei.", "Art. 225. Todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá- lo para as presentes e futuras gerações.", "Art. 226. A família, base da sociedade, tem especial proteção do Estado.", "Art. 227. É dever da família, da sociedade e do Estado assegurar à criança e ao adolescente, com absoluta prioridade, o direito à vida, à saúde, à alimentação, à educação, ao lazer, à profissionalização, à cultura, à dignidade, ao respeito, à liberdade e à convivência familiar e comunitária, além de colocá-los a salvo de toda forma de negligência, discriminação, exploração, violência, crueldade e opressão.", "Art. 227. É dever da família, da sociedade e do Estado assegurar à criança, ao adolescente e ao jovem, com absoluta prioridade, o direito à vida, à saúde, à alimentação, à educação, ao lazer, à profissionalização, à cultura, à dignidade, ao respeito, à liberdade e à convivência familiar e comunitária, além de colocá-los a salvo de toda forma de negligência, discriminação, exploração, violência, crueldade e opressão.         (Redação dada Pela Emenda Constitucional nº 65, de 2010)", "Art. 228. São penalmente inimputáveis os menores de dezoito anos, sujeitos às normas da legislação especial.", "Art. 229. Os pais têm o dever de assistir, criar e educar os filhos menores, e os filhos maiores têm o dever de ajudar e amparar os pais na velhice, carência ou enfermidade.", "Art. 230. A família, a sociedade e o Estado têm o dever de amparar as pessoas idosas, assegurando sua participação na comunidade, defendendo sua dignidade e bem-estar e garantindo-lhes o direito à vida.", "Art. 231. São reconhecidos aos índios sua organização social, costumes, línguas, crenças e tradições, e os direitos originários sobre as terras que tradicionalmente ocupam, competindo à União demarcá-las, proteger e fazer respeitar todos os seus bens.", "Art. 232. Os índios, suas comunidades e organizações são partes legítimas para ingressar em juízo em defesa de seus direitos e interesses, intervindo o Ministério Público em todos os atos do processo.", "Art. 233. Para efeito do art. 7º, XXIX, o empregador rural comprovará, de cinco em cinco anos, perante a Justiça do Trabalho, o cumprimento das suas obrigações trabalhistas para com o empregado rural, na presença deste e de seu representante sindical.             (Revogado pela Emenda Constitucional nº 28, de 25/05/2000)", "Art. 234. É vedado à União, direta ou indiretamente, assumir, em decorrência da criação de Estado, encargos referentes a despesas com pessoal inativo e com encargos e amortizações da dívida interna ou externa da administração pública, inclusive da indireta.", "Art. 235. Nos dez primeiros anos da criação de Estado, serão observadas as seguintes normas básicas:", "Art. 236. Os serviços notariais e de registro são exercidos em caráter privado, por delegação do Poder Público.         (Regulamento)", "Art. 237. A fiscalização e o controle sobre o comércio exterior, essenciais à defesa dos interesses fazendários nacionais, serão exercidos pelo Ministério da Fazenda.", "Art. 238. A lei ordenará a venda e revenda de combustíveis de petróleo, álcool carburante e outros combustíveis derivados de matérias-primas renováveis, respeitados os princípios desta Constituição.", "Art. 239. A arrecadação decorrente das contribuições para o Programa de Integração Social, criado pela Lei Complementar nº 7, de 7 de setembro de 1970 , e para o Programa de Formação do Patrimônio do Servidor Público, criado pela Lei Complementar nº 8, de 3 de dezembro de 1970 , passa, a partir da promulgação desta Constituição, a financiar, nos termos que a lei dispuser, o programa do seguro-desemprego e o abono de que trata o § 3º deste artigo.         (Regulamento)", "Art. 239. A arrecadação decorrente das contribuições para o Programa de Integração Social, criado pela Lei Complementar nº 7, de 7 de setembro de 1970, e para o Programa de Formação do Patrimônio do Servidor Público, criado pela Lei Complementar nº 8, de 3 de dezembro de 1970, passa, a partir da promulgação desta Constituição, a financiar, nos termos que a lei dispuser, o programa do seguro-desemprego, outras ações da previdência social e o abono de que trata o § 3º deste artigo.          (Redação dada pela Emenda Constitucional nº 103, de 2019)", "Art. 240. Ficam ressalvadas do disposto no art. 195 as atuais contribuições compulsórias dos empregadores sobre a folha de salários, destinadas às entidades privadas de serviço social e de formação profissional vinculadas ao sistema sindical.", "Art. 241. Aos delegados de polícia de carreira aplica-se o princípio do art. 39, § 1º, correspondente às carreiras disciplinadas no art. 135 desta Constituição.", "Art. 241. A União, os Estados, o Distrito Federal e os Municípios disciplinarão por meio de lei os consórcios públicos e os convênios de cooperação entre os entes federados, autorizando a gestão associada de serviços públicos, bem como a transferência total ou parcial de encargos, serviços, pessoal e bens essenciais à continuidade dos serviços transferidos.         (Redação dada pela Emenda Constitucional nº 19, de 1998)", "Art. 242. O princípio do art. 206, IV, não se aplica às instituições educacionais oficiais criadas por lei estadual ou municipal e existentes na data da promulgação desta Constituição, que não sejam total ou preponderantemente mantidas com recursos públicos.", "Art. 243. As glebas de qualquer região do País onde forem localizadas culturas ilegais de plantas psicotrópicas serão imediatamente expropriadas e especificamente destinadas ao assentamento de colonos, para o cultivo de produtos alimentícios e medicamentosos, sem qualquer indenização ao proprietário e sem prejuízo de outras sanções previstas em lei.", "Art. 243. As propriedades rurais e urbanas de qualquer região do País onde forem localizadas culturas ilegais de plantas psicotrópicas ou a exploração de trabalho escravo na forma da lei serão expropriadas e destinadas à reforma agrária e a programas de habitação popular, sem qualquer indenização ao proprietário e sem prejuízo de outras sanções previstas em lei, observado, no que couber, o disposto no art. 5º.         (Redação dada pela Emenda Constitucional nº 81, de 2014)", "Art. 244. A lei disporá sobre a adaptação dos logradouros, dos edifícios de uso público e dos veículos de transporte coletivo atualmente existentes a fim de garantir acesso adequado às pessoas portadoras de deficiência, conforme o disposto no art. 227, § 2º.", "Art. 245. A lei disporá sobre as hipóteses e condições em que o Poder Público dará assistência aos herdeiros e dependentes carentes de pessoas vitimadas por crime doloso, sem prejuízo da responsabilidade civil do autor do ilícito.", "Art. 246. É vedada a adoção de medida provisória na regulamentação de artigo da Constituição cuja redação tenha sido alterada por meio de emenda promulgada a partir de 1995.         (Incluído pela Emenda Constitucional nº 7, de 1995)", "Art. 246. É vedada a adoção de medida provisória na regulamentação de artigo da Constituição cuja redação tenha sido alterada por meio de emenda promulgada entre 1º de janeiro de 1995 até a promulgação desta emenda, inclusive.         (Redação dada pela Emenda Constitucional nº 32, de 2001)", "Art. 247. As leis previstas no inciso III do § 1º do art. 41 e no § 7º do art. 169 estabelecerão critérios e garantias especiais para a perda do cargo pelo servidor público estável que, em decorrência das atribuições de seu cargo efetivo, desenvolva atividades exclusivas de Estado.         (Incluído pela Emenda Constitucional nº 19, de 1998)", "Art. 248. Os benefícios pagos, a qualquer título, pelo órgão responsável pelo regime geral de previdência social, ainda que à conta do Tesouro Nacional, e os não sujeitos ao limite máximo de valor fixado para os benefícios concedidos por esse regime observarão os limites fixados no art. 37, XI.         (Incluído pela Emenda Constitucional nº 20, de 1998)", "Art. 249. Com o objetivo de assegurar recursos para o pagamento de proventos de aposentadoria e pensões concedidas aos respectivos servidores e seus dependentes, em adição aos recursos dos respectivos tesouros, a União, os Estados, o Distrito Federal e os Municípios poderão constituir fundos integrados pelos recursos provenientes de contribuições e por bens, direitos e ativos de qualquer natureza, mediante lei que disporá sobre a natureza e administração desses fundos.         (Incluído pela Emenda Constitucional nº 20, de 1998)", "Art. 250. Com o objetivo de assegurar recursos para o pagamento dos benefícios concedidos pelo regime geral de previdência social, em adição aos recursos de sua arrecadação, a União poderá constituir fundo integrado por bens, direitos e ativos de qualquer natureza, mediante lei que disporá sobre a natureza e administração desse fundo.         (Incluído pela Emenda Constitucional nº 20, de 1998)", "Art. 1º. O Presidente da República, o Presidente do Supremo Tribunal Federal e os membros do Congresso Nacional prestarão o compromisso de manter, defender e cumprir a Constituição, no ato e na data de sua promulgação.", "Art. 2º. No dia 7 de setembro de 1993 o eleitorado definirá, através de plebiscito, a forma (república ou monarquia constitucional) e o sistema de governo (parlamentarismo ou presidencialismo) que devem vigorar no País.         (Vide emenda Constitucional nº 2, de 1992)", "Art. 3º. A revisão constitucional será realizada após cinco anos, contados da promulgação da Constituição, pelo voto da maioria absoluta dos membros do Congresso Nacional, em sessão unicameral.", "Art. 4º. O mandato do atual Presidente da República terminará em 15 de março de 1990.", "Art. 5º. Não se aplicam às eleições previstas para 15 de novembro de 1988 o disposto no art. 16 e as regras do art. 77 da Constituição.", "Art. 6º. Nos seis meses posteriores à promulgação da Constituição, parlamentares federais, reunidos em número não inferior a trinta, poderão requerer ao Tribunal Superior Eleitoral o registro de novo partido político, juntando ao requerimento o manifesto, o estatuto e o programa devidamente assinados pelos requerentes.", "Art. 7º. O Brasil propugnará pela formação de um tribunal internacional dos direitos humanos.", "Art. 8º. É concedida anistia aos que, no período de 18 de setembro de 1946 até a data da promulgação da Constituição, foram atingidos, em decorrência de motivação exclusivamente política, por atos de exceção, institucionais ou complementares, aos que foram abrangidos pelo Decreto Legislativo nº 18, de 15 de dezembro de 1961 , e aos atingidos pelo Decreto-Lei nº 864, de 12 de setembro de 1969 , asseguradas as promoções, na inatividade, ao cargo, emprego, posto ou graduação a que teriam direito se estivessem em serviço ativo, obedecidos os prazos de permanência em atividade previstos nas leis e regulamentos vigentes, respeitadas as características e peculiaridades das carreiras dos servidores públicos civis e militares e observados os respectivos regimes jurídicos.         (Regulamento)", "Art. 9º. Os que, por motivos exclusivamente políticos, foram cassados ou tiveram seus direitos políticos suspensos no período de 15 de julho a 31 de dezembro de 1969, por ato do então Presidente da República, poderão requerer ao Supremo Tribunal Federal o reconhecimento dos direitos e vantagens interrompidos pelos atos punitivos, desde que comprovem terem sido estes eivados de vício grave.", "Art. 10. Até que seja promulgada a lei complementar a que se refere o art. 7º, I, da Constituição:", "Art. 11. Cada Assembléia Legislativa, com poderes constituintes, elaborará a Constituição do Estado, no prazo de um ano, contado da promulgação da Constituição Federal, obedecidos os princípios desta.", "Art. 12. Será criada, dentro de noventa dias da promulgação da Constituição, Comissão de Estudos Territoriais, com dez membros indicados pelo Congresso Nacional e cinco pelo Poder Executivo, com a finalidade de apresentar estudos sobre o território nacional e anteprojetos relativos a novas unidades territoriais, notadamente na Amazônia Legal e em áreas pendentes de solução.", "Art. 13. É criado o Estado do Tocantins, pelo desmembramento da área descrita neste artigo, dando-se sua instalação no quadragésimo sexto dia após a eleição prevista no § 3º, mas não antes de 1º de janeiro de 1989.", "Art. 14. Os Territórios Federais de Roraima e do Amapá são transformados em Estados Federados, mantidos seus atuais limites geográficos.", "Art. 15. Fica extinto o Território Federal de Fernando de Noronha, sendo sua área reincorporada ao Estado de Pernambuco.", "Art. 16. Até que se efetive o disposto no art. 32, § 2º, da Constituição, caberá ao Presidente da República, com a aprovação do Senado Federal, indicar o Governador e o Vice-Governador do Distrito Federal.", "Art. 17. Os vencimentos, a remuneração, as vantagens e os adicionais, bem como os proventos de aposentadoria que estejam sendo percebidos em desacordo com a Constituição serão imediatamente reduzidos aos limites dela decorrentes, não se admitindo, neste caso, invocação de direito adquirido ou percepção de excesso a qualquer título.         (Vide Emenda Constitucional nº 41, 19.12.2003)", "Art. 18. Ficam extintos os efeitos jurídicos de qualquer ato legislativo ou administrativo, lavrado a partir da instalação da Assembléia Nacional Constituinte, que tenha por objeto a concessão de estabilidade a servidor admitido sem concurso público, da administração direta ou indireta, inclusive das fundações instituídas e mantidas pelo Poder Público.", "Art. 18-A. Os atos administrativos praticados no Estado do Tocantins, decorrentes de sua instalação, entre 1º de janeiro de 1989 e 31 de dezembro de 1994, eivados de qualquer vício jurídico e dos quais decorram efeitos favoráveis para os destinatários ficam convalidados após 5 (cinco) anos, contados da data em que foram praticados, salvo comprovada má-fé.          (Redação dada pela Emenda constitucional nº 110, de 2021)", "Art. 19. Os servidores públicos civis da União, dos Estados, do Distrito Federal e dos Municípios, da administração direta, autárquica e das fundações públicas, em exercício na data da promulgação da Constituição, há pelo menos cinco anos continuados, e que não tenham sido admitidos na forma regulada no art. 37, da Constituição, são considerados estáveis no serviço público.", "Art. 20. Dentro de cento e oitenta dias, proceder-se-á à revisão dos direitos dos servidores públicos inativos e pensionistas e à atualização dos proventos e pensões a eles devidos, a fim de ajustá-los ao disposto na Constituição.", "Art. 21. Os juízes togados de investidura limitada no tempo, admitidos mediante concurso público de provas e títulos e que estejam em exercício na data da promulgação da Constituição, adquirem estabilidade, observado o estágio probatório, e passam a compor quadro em extinção, mantidas as competências, prerrogativas e restrições da legislação a que se achavam submetidos, salvo as inerentes à transitoriedade da investidura.", "Art. 22. É assegurado aos defensores públicos investidos na função até a data de instalação da Assembléia Nacional Constituinte o direito de opção pela carreira, com a observância das garantias e vedações previstas no art. 134, parágrafo único, da Constituição.", "Art. 23. Até que se edite a regulamentação do art. 21, XVI, da Constituição, os atuais ocupantes do cargo de censor federal continuarão exercendo funções com este compatíveis, no Departamento de Polícia Federal, observadas as disposições constitucionais.", "Art. 24. A União, os Estados, o Distrito Federal e os Municípios editarão leis que estabeleçam critérios para a compatibilização de seus quadros de pessoal ao disposto no art. 39 da Constituição e à reforma administrativa dela decorrente, no prazo de dezoito meses, contados da sua promulgação.", "Art. 25. Ficam revogados, a partir de cento e oitenta dias da promulgação da Constituição, sujeito este prazo a prorrogação por lei, todos os dispositivos legais que atribuam ou deleguem a órgão do Poder Executivo competência assinalada pela Constituição ao Congresso Nacional, especialmente no que tange a:", "Art. 26. No prazo de um ano a contar da promulgação da Constituição, o Congresso Nacional promoverá, através de Comissão mista, exame analítico e pericial dos atos e fatos geradores do endividamento externo brasileiro.", "Art. 27. O Superior Tribunal de Justiça será instalado sob a Presidência do Supremo Tribunal Federal.", "Art. 28. Os juízes federais de que trata o art. 123, § 2º, da Constituição de 1967, com a redação dada pela Emenda Constitucional nº 7, de 1977 , ficam investidos na titularidade de varas na Seção Judiciária para a qual tenham sido nomeados ou designados; na inexistência de vagas, proceder-se-á ao desdobramento das varas existentes.", "Art. 29. Enquanto não aprovadas as leis complementares relativas ao Ministério Público e à Advocacia-Geral da União, o Ministério Público Federal, a Procuradoria-Geral da Fazenda Nacional, as Consultorias Jurídicas dos Ministérios, as Procuradorias e Departamentos Jurídicos de autarquias federais com representação própria e os membros das Procuradorias das Universidades fundacionais públicas continuarão a exercer suas atividades na área das respectivas atribuições.", "Art. 30. A legislação que criar a justiça de paz manterá os atuais juízes de paz até a posse dos novos titulares, assegurando-lhes os direitos e atribuições conferidos a estes, e designará o dia para a eleição prevista no art. 98, II, da Constituição.", "Art. 31. Serão estatizadas as serventias do foro judicial, assim definidas em lei, respeitados os direitos dos atuais titulares.", "Art. 32. O disposto no art. 236 não se aplica aos serviços notariais e de registro que já tenham sido oficializados pelo Poder Público, respeitando-se o direito de seus servidores.", "Art. 33. Ressalvados os créditos de natureza alimentar, o valor dos precatórios judiciais pendentes de pagamento na data da promulgação da Constituição, incluído o remanescente de juros e correção monetária, poderá ser pago em moeda corrente, com atualização, em prestações anuais, iguais e sucessivas, no prazo máximo de oito anos, a partir de 1º de julho de 1989, por decisão editada pelo Poder Executivo até cento e oitenta dias da promulgação da Constituição.         (Vide Emenda Constitucional nº 3, de 1993)", "Art. 34. O sistema tributário nacional entrará em vigor a partir do primeiro dia do quinto mês seguinte ao da promulgação da Constituição, mantido, até então, o da Constituição de 1967, com a redação dada pela Emenda nº 1, de 1969, e pelas posteriores.", "Art. 35. O disposto no art. 165, § 7º, será cumprido de forma progressiva, no prazo de até dez anos, distribuindo-se os recursos entre as regiões macroeconômicas em razão proporcional à população, a partir da situação verificada no biênio 1986-87.", "Art. 36. Os fundos existentes na data da promulgação da Constituição, excetuados os resultantes de isenções fiscais que passem a integrar patrimônio privado e os que interessem à defesa nacional, extinguir-se-ão, se não forem ratificados pelo Congresso Nacional no prazo de dois anos.         (Vide Decreto Legislativo nº 66, de 1990)", "Art. 37. A adaptação ao que estabelece o art. 167, III, deverá processar-se no prazo de cinco anos, reduzindo-se o excesso à base de, pelo menos, um quinto por ano.", "Art. 38. Até a promulgação da lei complementar referida no art. 169, a União, os Estados, o Distrito Federal e os Municípios não poderão despender com pessoal mais do que sessenta e cinco por cento do valor das respectivas receitas correntes.", "Art. 39. Para efeito do cumprimento das disposições constitucionais que impliquem variações de despesas e receitas da União, após a promulgação da Constituição, o Poder Executivo deverá elaborar e o Poder Legislativo apreciar projeto de revisão da lei orçamentária referente ao exercício financeiro de 1989.", "Art. 40. É mantida a Zona Franca de Manaus, com suas características de área livre de comércio, de exportação e importação, e de incentivos fiscais, pelo prazo de vinte e cinco anos, a partir da promulgação da Constituição.         (Vide Decreto nº 7.212, de 2010)", "Art. 41. Os Poderes Executivos da União, dos Estados, do Distrito Federal e dos Municípios reavaliarão todos os incentivos fiscais de natureza setorial ora em vigor, propondo aos Poderes Legislativos respectivos as medidas cabíveis.", "Art. 42. Durante quinze anos, a União aplicará, dos recursos destinados à irrigação:", "Art. 42. Durante 25 (vinte e cinco) anos, a União aplicará, dos recursos destinados à irrigação:         (Redação dada pela Emenda Constitucional nº 43, de 15.4.2004)", "Art. 42. Durante 40 (quarenta) anos, a União aplicará dos recursos destinados à irrigação:         (Redação dada pela Emenda Constitucional nº 89, de 2015)", "Art. 43. Na data da promulgação da lei que disciplinar a pesquisa e a lavra de recursos e jazidas minerais, ou no prazo de um ano, a contar da promulgação da Constituição, tornar-se-ão sem efeito as autorizações, concessões e demais títulos atributivos de direitos minerários, caso os trabalhos de pesquisa ou de lavra não hajam sido comprovadamente iniciados nos prazos legais ou estejam inativos.         (Regulamento)", "Art. 44. As atuais empresas brasileiras titulares de autorização de pesquisa, concessão de lavra de recursos minerais e de aproveitamento dos potenciais de energia hidráulica em vigor terão quatro anos, a partir da promulgação da Constituição, para cumprir os requisitos do art. 176, § 1º.", "Art. 45. Ficam excluídas do monopólio estabelecido pelo art. 177, II, da Constituição as refinarias em funcionamento no País amparadas pelo art. 43 e nas condições do art. 45 da Lei nº 2.004, de 3 de outubro de 1953 .", "Art. 46. São sujeitos à correção monetária desde o vencimento, até seu efetivo pagamento, sem interrupção ou suspensão, os créditos junto a entidades submetidas aos regimes de intervenção ou liquidação extrajudicial, mesmo quando esses regimes sejam convertidos em falência.", "Art. 47. Na liquidação dos débitos, inclusive suas renegociações e composições posteriores, ainda que ajuizados, decorrentes de quaisquer empréstimos concedidos por bancos e por instituições financeiras, não existirá correção monetária desde que o empréstimo tenha sido concedido:", "Art. 48. O Congresso Nacional, dentro de cento e vinte dias da promulgação da Constituição, elaborará código de defesa do consumidor.", "Art. 49. A lei disporá sobre o instituto da enfiteuse em imóveis urbanos, sendo facultada aos foreiros, no caso de sua extinção, a remição dos aforamentos mediante aquisição do domínio direto, na conformidade do que dispuserem os respectivos contratos.", "Art. 50. Lei agrícola a ser promulgada no prazo de um ano disporá, nos termos da Constituição, sobre os objetivos e instrumentos de política agrícola, prioridades, planejamento de safras, comercialização, abastecimento interno, mercado externo e instituição de crédito fundiário.", "Art. 51. Serão revistos pelo Congresso Nacional, através de Comissão mista, nos três anos a contar da data da promulgação da Constituição, todas as doações, vendas e concessões de terras públicas com área superior a três mil hectares, realizadas no período de 1º de janeiro de 1962 a 31 de dezembro de 1987.", "Art. 52. Até que sejam fixadas as condições a que se refere o art. 192, III, são vedados:", "Art. 52. Até que sejam fixadas as condições do art. 192, são vedados:         (Redação dada pela Emenda Constitucional nº 40, de 2003)", "Art. 53. Ao ex-combatente que tenha efetivamente participado de operações bélicas durante a Segunda Guerra Mundial, nos termos da Lei nº 5.315, de 12 de setembro de 1967 , serão assegurados os seguintes direitos:", "Art. 54. Os seringueiros recrutados nos termos do Decreto-Lei nº 5.813, de 14 de setembro de 1943 , e amparados pelo Decreto-Lei nº 9.882, de 16 de setembro de 1946 , receberão, quando carentes, pensão mensal vitalícia no valor de dois salários mínimos.", "Art. 54-A. Os seringueiros de que trata o art. 54 deste Ato das Disposições Constitucionais Transitórias receberão indenização, em parcela única, no valor de R$ 25.000,00 (vinte e cinco mil reais).         (Incluído pela Emenda Constitucional nº 78, de 2014)         (Vide Emenda Constitucional nº 78, de 2014)", "Art. 55. Até que seja aprovada a lei de diretrizes orçamentárias, trinta por cento, no mínimo, do orçamento da seguridade social, excluído o seguro-desemprego, serão destinados ao setor de saúde.", "Art. 56. Até que a lei disponha sobre o art. 195, I, a arrecadação decorrente de, no mínimo, cinco dos seis décimos percentuais correspondentes à alíquota da contribuição de que trata o Decreto-Lei nº 1.940, de 25 de maio de 1982 , alterada pelo Decreto-Lei nº 2.049, de 1º de agosto de 1983 , pelo Decreto nº 91.236, de 8 de maio de 1985 , e pela Lei nº 7.611, de 8 de julho de 1987 , passa a integrar a receita da seguridade social, ressalvados, exclusivamente no exercício de 1988, os compromissos assumidos com programas e projetos em andamento.", "Art. 57. Os débitos dos Estados e dos Municípios relativos às contribuições previdenciárias até 30 de junho de 1988 serão liquidados, com correção monetária, em cento e vinte parcelas mensais, dispensados os juros e multas sobre eles incidentes, desde que os devedores requeiram o parcelamento e iniciem seu pagamento no prazo de cento e oitenta dias a contar da promulgação da Constituição.", "Art. 58. Os benefícios de prestação continuada, mantidos pela previdência social na data da promulgação da Constituição, terão seus valores revistos, a fim de que seja restabelecido o poder aquisitivo, expresso em número de salários mínimos, que tinham na data de sua concessão, obedecendo-se a esse critério de atualização até a implantação do plano de custeio e benefícios referidos no artigo seguinte.", "Art. 59. Os projetos de lei relativos à organização da seguridade social e aos planos de custeio e de benefício serão apresentados no prazo máximo de seis meses da promulgação da Constituição ao Congresso Nacional, que terá seis meses para apreciá-los.", "Art. 60.Nos dez primeiros anos da promulgação da Constituição, o Poder Público desenvolverá esforços, com a mobilização de todos os setores organizados da sociedade e com a aplicação de, pelo menos, cinqüenta por cento dos recursos a que se refere o art. 212 da Constituição, para eliminar o analfabetismo e universalizar o ensino fundamental .", "Art. 60. Nos dez primeiros anos da promulgação desta Emenda, os Estados, o Distrito Federal e os Municípios destinarão não menos de sessenta por cento dos recursos a que se refere o caput do art. 212 da Constituição Federal, à manutenção e ao desenvolvimento do ensino fundamental, com o objetivo de assegurar a universalização de seu atendimento e a remuneração condigna do magistério.         (Redação dada pela Emenda Constitucional nº 14, de 1996)", "Art. 60. Até o 14º (décimo quarto) ano a partir da promulgação desta Emenda Constitucional, os Estados, o Distrito Federal e os Municípios destinarão parte dos recursos a que se refere o caput do art. 212 da Constituição Federal à manutenção e desenvolvimento da educação básica e à remuneração condigna dos trabalhadores da educação, respeitadas as seguintes disposições:         (Redação dada pela Emenda Constitucional nº 53, de 2006).         (Vide Emenda Constitucional nº 53, de 2006)", "Art. 60. A complementação da União referida no inciso IV do caput do art. 212-A da Constituição Federal será implementada progressivamente até alcançar a proporção estabelecida no inciso V do caput do mesmo artigo, a partir de 1º de janeiro de 2021, nos seguintes valores mínimos:        (Redação dada pela Emenda Constitucional nº 108, de 2020)", "Art. 60-A. Os critérios de distribuição da complementação da União e dos fundos a que se refere o inciso I do caput do art. 212-A da Constituição Federal serão revistos em seu sexto ano de vigência e, a partir dessa primeira revisão, periodicamente, a cada 10 (dez) anos.       (Incluído pela Emenda Constitucional nº 108, de 2020)", "Art. 61. As entidades educacionais a que se refere o art. 213, bem como as fundações de ensino e pesquisa cuja criação tenha sido autorizada por lei, que preencham os requisitos dos incisos I e II do referido artigo e que, nos últimos três anos, tenham recebido recursos públicos, poderão continuar a recebê-los, salvo disposição legal em contrário.", "Art. 62. A lei criará o Serviço Nacional de Aprendizagem Rural (SENAR) nos moldes da legislação relativa ao Serviço Nacional de Aprendizagem Industrial (SENAI) e ao Serviço Nacional de Aprendizagem do Comércio (SENAC), sem prejuízo das atribuições dos órgãos públicos que atuam na área.", "Art. 63. É criada uma Comissão composta de nove membros, sendo três do Poder Legislativo, três do Poder Judiciário e três do Poder Executivo, para promover as comemorações do centenário da proclamação da República e da promulgação da primeira Constituição republicana do País, podendo, a seu critério, desdobrar-se em tantas subcomissões quantas forem necessárias.", "Art. 64. A Imprensa Nacional e demais gráficas da União, dos Estados, do Distrito Federal e dos Municípios, da administração direta ou indireta, inclusive fundações instituídas e mantidas pelo Poder Público, promoverão edição popular do texto integral da Constituição, que será posta à disposição das escolas e dos cartórios, dos sindicatos, dos quartéis, das igrejas e de outras instituições representativas da comunidade, gratuitamente, de modo que cada cidadão brasileiro possa receber do Estado um exemplar da Constituição do Brasil.", "Art. 65. O Poder Legislativo regulamentará, no prazo de doze meses, o art. 220, § 4º.", "Art. 66. São mantidas as concessões de serviços públicos de telecomunicações atualmente em vigor, nos termos da lei.", "Art. 67. A União concluirá a demarcação das terras indígenas no prazo de cinco anos a partir da promulgação da Constituição.", "Art. 68. Aos remanescentes das comunidades dos quilombos que estejam ocupando suas terras é reconhecida a propriedade definitiva, devendo o Estado emitir-lhes os títulos respectivos.", "Art. 69. Será permitido aos Estados manter consultorias jurídicas separadas de suas Procuradorias-Gerais ou Advocacias-Gerais, desde que, na data da promulgação da Constituição, tenham órgãos distintos para as respectivas funções.", "Art. 70. Fica mantida atual competência dos tribunais estaduais até que a mesma seja definida na Constituição do Estado, nos termos do art. 125, § 1º, da Constituição.", "Art. 71. Fica instituído, nos exercícios financeiros de 1994 e 1995, o Fundo Social de Emergência, com o objetivo de saneamento financeiro da Fazenda Pública Federal e de estabilização econômica, cujos recursos serão aplicados no custeio das ações dos sistemas de saúde e educação, benefícios previdenciários e auxílios assistenciais de prestação continuada, inclusive liquidação de passivo previdenciário, e outros programas de relevante interesse econômico e social.         (incluído pela Emenda Constitucional de Revisão nº 1, de 1994)", "Art. 71. Fica instituído, nos exercícios financeiros de 1994 e 1995, bem assim no período de 1º de janeiro de 1996 a 30 de junho de 1997, o Fundo Social de Emergência, com o objetivo de saneamento financeiro da Fazenda Pública Federal e de estabilização econômica, cujos recursos serão aplicados prioritariamente no custeio das ações dos sistemas de saúde e educação, benefícios previdenciários e auxílios assistenciais de prestação continuada, inclusive liquidação de passivo previdenciário, e despesas orçamentárias associadas a programas de relevante interesse econômico e social.         (Redação dada pela Emenda Constitucional nº 10, de 1996)", "Art. 71. É instituído, nos exercícios financeiros de 1994 e 1995, bem assim nos períodos de 01/01/1996 a 30/06/97 e 01/07/97 a 31/12/1999, o Fundo Social de Emergência, com o objetivo de saneamento financeiro da Fazenda Pública Federal e de estabilização econômica, cujos recursos serão aplicados prioritariamente no custeio das ações dos sistemas de saúde e educação, incluindo a complementação de recursos de que trata o § 3º do art. 60 do Ato das Disposições Constitucionais Transitórias, benefícios previdenciários e auxílios assistenciais de prestação continuada, inclusive liquidação de passivo previdenciário, e despesas orçamentárias associadas a programas de relevante interesse econômico e social.         (Redação dada pela Emenda Constitucional nº 17, de 1997)         (Vide Emenda Constitucional nº 17, de 1997)", "Art. 72. Integram o Fundo Social de Emergência: (Incluído pela Emenda Constitucional de Revisão nº 1, de 1994)", "Art. 73. Na regulação do Fundo Social de Emergência não poderá ser utilizado o instrumento previsto no inciso V do art. 59 da Constituição.         (Incluído pela Emenda Constitucional de Revisão nº 1, de 1994)", "Art. 74. A União poderá instituir contribuição provisória sobre movimentação ou transmissão de valores e de créditos e direitos de natureza financeira.         (Incluído pela Emenda Constitucional nº 12, de 1996)", "Art. 75. É prorrogada, por trinta e seis meses, a cobrança da contribuição provisória sobre movimentação ou transmissão de valores e de créditos e direitos de natureza financeira de que trata o art. 74, instituída pela Lei nº 9.311, de 24 de outubro de 1996 , modificada pela Lei nº 9.539, de 12 de dezembro de 1997 , cuja vigência é também prorrogada por idêntico prazo.         (Incluído pela Emenda Constitucional nº 21, de 1999)", "Art. 76. É desvinculado de órgão, fundo ou despesa, no período de 2000 a 2003, vinte por cento da arrecadação de impostos e contribuições sociais da União, já instituídos ou que vierem a ser criados no referido período, seus adicionais e respectivos acréscimos legais.         (Incluído pela Emenda Constitucional nº 27, de 2000:)", "Art. 76. É desvinculado de órgão, fundo ou despesa, no período de 2003 a 2007, vinte por cento da arrecadação da União de impostos, contribuições sociais e de intervenção no domínio econômico, já instituídos ou que vierem a ser criados no referido período, seus adicionais e respectivos acréscimos legais.         (Redação dada pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 76. É desvinculado de órgão, fundo ou despesa, até 31 de dezembro de 2011, 20% (vinte por cento) da arrecadação da União de impostos, contribuições sociais e de intervenção no domínio econômico, já instituídos ou que vierem a ser criados até a referida data, seus adicionais e respectivos acréscimos legais.         (Redação dada pela Emenda Constitucional nº 56, de 2007)", "Art. 76. São desvinculados de órgão, fundo ou despesa, até 31 de dezembro de 2015, 20% (vinte por cento) da arrecadação da União de impostos, contribuições sociais e de intervenção no domínio econômico, já instituídos ou que vierem a ser criados até a referida data, seus adicionais e respectivos acréscimos legais.         (Redação dada pela Emenda Constitucional nº 68, de 2011).", "Art. 76. São desvinculados de órgão, fundo ou despesa, até 31 de dezembro de 2023, 30% (trinta por cento) da arrecadação da União relativa às contribuições sociais, sem prejuízo do pagamento das despesas do Regime Geral da Previdência Social, às contribuições de intervenção no domínio econômico e às taxas, já instituídas ou que vierem a ser criadas até a referida data.         (Redação dada pela Emenda constitucional nº 93, de 2016)", "Art. 76. São desvinculados de órgão, fundo ou despesa, até 31 de dezembro de 2024, 30% (trinta por cento) da arrecadação da União relativa às contribuições sociais, sem prejuízo do pagamento das despesas do Regime Geral de Previdência Social, às contribuições de intervenção no domínio econômico e às taxas, já instituídas ou que vierem a ser criadas até a referida data.       (Redação dada pela Emenda Constitucional nº 126, de 2022)", "Art. 76-A. São desvinculados de órgão, fundo ou despesa, até 31 de dezembro de 2023, 30% (trinta por cento) das receitas dos Estados e do Distrito Federal relativas a impostos, taxas e multas, já instituídos ou que vierem a ser criados até a referida data, seus adicionais e respectivos acréscimos legais, e outras receitas correntes.         (Incluído dada pela Emenda constitucional nº 93, de 2016)         Produção de efeitos", "Art. 76-B. São desvinculados de órgão, fundo ou despesa, até 31 de dezembro de 2023, 30% (trinta por cento) das receitas dos Municípios relativas a impostos, taxas e multas, já instituídos ou que vierem a ser criados até a referida data, seus adicionais e respectivos acréscimos legais, e outras receitas correntes.         (Incluído dada pela Emenda constitucional nº 93, de 2016)         Produção de efeitos", "Art. 77. Até o exercício financeiro de 2004, os recursos mínimos aplicados nas ações e serviços públicos de saúde serão equivalentes:         (Incluído pela Emenda Constitucional nº 29, de 2000)", "Art. 78. Ressalvados os créditos definidos em lei como de pequeno valor, os de natureza alimentícia, os de que trata o art. 33 deste Ato das Disposições Constitucionais Transitórias e suas complementações e os que já tiverem os seus respectivos recursos liberados ou depositados em juízo, os precatórios pendentes na data de promulgação desta Emenda e os que decorram de ações iniciais ajuizadas até 31 de dezembro de 1999 serão liquidados pelo seu valor real, em moeda corrente, acrescido de juros legais, em prestações anuais, iguais e sucessivas, no prazo máximo de dez anos, permitida a cessão dos créditos.         (Incluído pela Emenda Constitucional nº 30, de 2000)", "Art. 79. É instituído, para vigorar até o ano de 2010, no âmbito do Poder Executivo Federal, o Fundo de Combate e Erradicação da Pobreza, a ser regulado por lei complementar com o objetivo de viabilizar a todos os brasileiros acesso a níveis dignos de subsistência, cujos recursos serão aplicados em ações suplementares de nutrição, habitação, educação, saúde, reforço de renda familiar e outros programas de relevante interesse social voltados para melhoria da qualidade de vida.         (Incluído pela Emenda Constitucional nº 31, de 2000) (Vide Emenda Constitucional nº 42, de 19.12.2003) (Vide Emenda Constitucional nº 67, de 2010)", "Art. 80. Compõem o Fundo de Combate e Erradicação da Pobreza:         (Incluído pela Emenda Constitucional nº 31, de 2000)         (Vide Emenda Constitucional nº 67, de 2010)", "Art. 81. É instituído Fundo constituído pelos recursos recebidos pela União em decorrência da desestatização de sociedades de economia mista ou empresas públicas por ela controladas, direta ou indiretamente, quando a operação envolver a alienação do respectivo controle acionário a pessoa ou entidade não integrante da Administração Pública, ou de participação societária remanescente após a alienação, cujos rendimentos, gerados a partir de 18 de junho de 2002, reverterão ao Fundo de Combate e Erradicação de Pobreza.         (Incluído pela Emenda Constitucional nº 31, de 2000)         (Vide Emenda Constitucional nº 67, de 2010)", "Art. 82. Os Estados, o Distrito Federal e os Municípios devem instituir Fundos de Combate à Pobreza, com os recursos de que trata este artigo e outros que vierem a destinar, devendo os referidos Fundos ser geridos por entidades que contem com a participação da sociedade civil.         (Incluído pela Emenda Constitucional nº 31, de 2000)", "Art. 83. Lei federal definirá os produtos e serviços supérfluos a que se referem os arts. 80, inciso II, e 82, §§ 1º e 2º.         (Incluído pela Emenda Constitucional nº 31, de 2000)", "Art. 83. Lei federal definirá os produtos e serviços supérfluos a que se referem os arts. 80, II, e 82, § 2º.                 (Redação dada pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 84. A contribuição provisória sobre movimentação ou transmissão de valores e de créditos e direitos de natureza financeira, prevista nos arts. 74, 75 e 80, I, deste Ato das Disposições Constitucionais Transitórias, será cobrada até 31 de dezembro de 2004.         (Incluído pela Emenda Constitucional nº 37, de 2002)", "Art. 85. A contribuição a que se refere o art. 84 deste Ato das Disposições Constitucionais Transitórias não incidirá, a partir do trigésimo dia da data de publicação desta Emenda Constitucional, nos lançamentos:         (Incluído pela Emenda Constitucional nº 37, de 2002)", "Art. 86. Serão pagos conforme disposto no art. 100 da Constituição Federal, não se lhes aplicando a regra de parcelamento estabelecida no caput do art. 78 deste Ato das Disposições Constitucionais Transitórias, os débitos da Fazenda Federal, Estadual, Distrital ou Municipal oriundos de sentenças transitadas em julgado, que preencham, cumulativamente, as seguintes condições:         (Incluído pela Emenda Constitucional nº 37, de 2002)", "Art. 87. Para efeito do que dispõem o § 3º do art. 100 da Constituição Federal e o art. 78 deste Ato das Disposições Constitucionais Transitórias serão considerados de pequeno valor, até que se dê a publicação oficial das respectivas leis definidoras pelos entes da Federação, observado o disposto no § 4º do art. 100 da Constituição Federal, os débitos ou obrigações consignados em precatório judiciário, que tenham valor igual ou inferior a:         (Incluído pela Emenda Constitucional nº 37, de 2002)", "Art. 88. Enquanto lei complementar não disciplinar o disposto nos incisos I e III do § 3º do art. 156 da Constituição Federal, o imposto a que se refere o inciso III do caput do mesmo artigo:         (Incluído pela Emenda Constitucional nº 37, de 2002)", "Art. 89. Os integrantes da carreira policial militar do ex-Território Federal de Rondônia, que comprovadamente se encontravam no exercício regular de suas funções prestando serviços àquele ex-Território na data em que foi transformado em Estado, bem como os Policiais Militares admitidos por força de lei federal, custeados pela União, constituirão quadro em extinção da administração federal, assegurados os direitos e vantagens a eles inerentes, vedado o pagamento, a qualquer título, de diferenças remuneratórias, bem como ressarcimentos ou indenizações de qualquer espécie, anteriores à promulgação desta Emenda.             (Incluído pela Emenda Constitucional nº 38, de 2002)", "Art. 89. Os integrantes da carreira policial militar e os servidores municipais do ex-Território Federal de Rondônia que, comprovadamente, se encontravam no exercício regular de suas funções prestando serviço àquele ex-Território na data em que foi transformado em Estado, bem como os servidores e os policiais militares alcançados pelo disposto no art. 36 da Lei Complementar nº 41, de 22 de dezembro de 1981 , e aqueles admitidos regularmente nos quadros do Estado de Rondônia até a data de posse do primeiro Governador eleito, em 15 de março de 1987, constituirão, mediante opção, quadro em extinção da administração federal, assegurados os direitos e as vantagens a eles inerentes, vedado o pagamento, a qualquer título, de diferenças remuneratórias.             (Redação dada pela Emenda Constitucional nº 60, de 2009)", "Art. 90. O prazo previsto no caput do art. 84 deste Ato das Disposições Constitucionais Transitórias fica prorrogado até 31 de dezembro de 2007.         (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 91. A União entregará aos Estados e ao Distrito Federal o montante definido em lei complementar, de acordo com critérios, prazos e condições nela determinados, podendo considerar as exportações para o exterior de produtos primários e semi-elaborados, a relação entre as exportações e as importações, os créditos decorrentes de aquisições destinadas ao ativo permanente e a efetiva manutenção e aproveitamento do crédito do imposto a que se refere o art. 155, § 2º, X, a.         (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)          (Revogado pela Emenda Constitucional nº 109, de 2021)", "Art. 92. São acrescidos dez anos ao prazo fixado no art. 40 deste Ato das Disposições Constitucionais Transitórias.         (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)         (Vide Decreto nº 7.212, de 2010)", "Art. 92-A. São acrescidos 50 (cinquenta) anos ao prazo fixado pelo art. 92 deste Ato das Disposições Constitucionais Transitórias.         (Incluído pela Emenda Constitucional nº 83, de 2014)", "Art. 93. A vigência do disposto no art. 159, III, e § 4º, iniciará somente após a edição da lei de que trata o referido inciso III.         (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 94. Os regimes especiais de tributação para microempresas e empresas de pequeno porte próprios da União, dos Estados, do Distrito Federal e dos Municípios cessarão a partir da entrada em vigor do regime previsto no art. 146, III, d, da Constituição. (Incluído pela Emenda Constitucional nº 42, de 19.12.2003)", "Art. 95. Os nascidos no estrangeiro entre 7 de junho de 1994 e a data da promulgação desta Emenda Constitucional, filhos de pai brasileiro ou mãe brasileira, poderão ser registrados em repartição diplomática ou consular brasileira competente ou em ofício de registro, se vierem a residir na República Federativa do Brasil. (Incluído pela Emenda Constitucional nº 54, de 2007)", "Art. 96. Ficam convalidados os atos de criação, fusão, incorporação e desmembramento de Municípios, cuja lei tenha sido publicada até 31 de dezembro de 2006, atendidos os requisitos estabelecidos na legislação do respectivo Estado à época de sua criação. (Incluído pela Emenda Constitucional nº 57, de 2008).", "Art. 97. Até que seja editada a lei complementar de que trata o § 15 do art. 100 da Constituição Federal, os Estados, o Distrito Federal e os Municípios que, na data de publicação desta Emenda Constitucional, estejam em mora na quitação de precatórios vencidos, relativos às suas administrações direta e indireta, inclusive os emitidos durante o período de vigência do regime especial instituído por este artigo, farão esses pagamentos de acordo com as normas a seguir estabelecidas, sendo inaplicável o disposto no art. 100 desta Constituição Federal, exceto em seus §§ 2º, 3º, 9º, 10, 11, 12, 13 e 14, e sem prejuízo dos acordos de juízos conciliatórios já formalizados na data de promulgação desta Emenda Constitucional.         (Incluído pela Emenda Constitucional nº 62, de 2009) (Vide Emenda Constitucional nº 62, de 2009)", "Art. 98. O número de defensores públicos na unidade jurisdicional será proporcional à efetiva demanda pelo serviço da Defensoria Pública e à respectiva população.         (Incluído pela Emenda Constitucional nº 80, de 2014)", "Art. 99. Para efeito do disposto no inciso VII do § 2º do art. 155, no caso de operações e prestações que destinem bens e serviços a consumidor final não contribuinte localizado em outro Estado, o imposto correspondente à diferença entre a alíquota interna e a interestadual será partilhado entre os Estados de origem e de destino, na seguinte proporção:         (Incluído pela Emenda Constitucional nº 87, de 2015)", "Art. 100. Até que entre em vigor a lei complementar de que trata o inciso II do § 1º do art. 40 da Constituição Federal , os Ministros do Supremo Tribunal Federal, dos Tribunais Superiores e do Tribunal de Contas da União aposentar-se-ão, compulsoriamente, aos 75 (setenta e cinco) anos de idade, nas condições do art. 52 da Constituição Federal .         (Incluído pela Emenda Constitucional nº 88, de 2015)", "Art. 101. Os Estados, o Distrito Federal e os Municípios que, em 25 de março de 2015, estiverem em mora com o pagamento de seus precatórios quitarão até 31 de dezembro de 2020 seus débitos vencidos e os que vencerão dentro desse período, depositando, mensalmente, em conta especial do Tribunal de Justiça local, sob única e exclusiva administração desse, 1/12 (um doze avos) do valor calculado percentualmente sobre as respectivas receitas correntes líquidas, apuradas no segundo mês anterior ao mês de pagamento, em percentual suficiente para a quitação de seus débitos e, ainda que variável, nunca inferior, em cada exercício, à média do comprometimento percentual da receita corrente líquida no período de 2012 a 2014, em conformidade com plano de pagamento a ser anualmente apresentado ao Tribunal de Justiça local.         (Incluído pela Emenda Constitucional nº 94, de 2016)", "Art. 101. Os Estados, o Distrito Federal e os Municípios que, em 25 de março de 2015, se encontravam em mora no pagamento de seus precatórios quitarão, até 31 de dezembro de 2024, seus débitos vencidos e os que vencerão dentro desse período, atualizados pelo Índice Nacional de Preços ao Consumidor Amplo Especial (IPCA-E), ou por outro índice que venha a substituí-lo, depositando mensalmente em conta especial do Tribunal de Justiça local, sob única e exclusiva administração deste, 1/12 (um doze avos) do valor calculado percentualmente sobre suas receitas correntes líquidas apuradas no segundo mês anterior ao mês de pagamento, em percentual suficiente para a quitação de seus débitos e, ainda que variável, nunca inferior, em cada exercício, ao percentual praticado na data da entrada em vigor do regime especial a que se refere este artigo, em conformidade com plano de pagamento a ser anualmente apresentado ao Tribunal de Justiça local.         (Redação dada pela Emenda constitucional nº 99, de 2017)", "Art. 101. Os Estados, o Distrito Federal e os Municípios que, em 25 de março de 2015, se encontravam em mora no pagamento de seus precatórios quitarão, até 31 de dezembro de 2029, seus débitos vencidos e os que vencerão dentro desse período, atualizados pelo Índice Nacional de Preços ao Consumidor Amplo Especial (IPCA-E), ou por outro índice que venha a substituí-lo, depositando mensalmente em conta especial do Tribunal de Justiça local, sob única e exclusiva administração deste, 1/12 (um doze avos) do valor calculado percentualmente sobre suas receitas correntes líquidas apuradas no segundo mês anterior ao mês de pagamento, em percentual suficiente para a quitação de seus débitos e, ainda que variável, nunca inferior, em cada exercício, ao percentual praticado na data da entrada em vigor do regime especial a que se refere este artigo, em conformidade com plano de pagamento a ser anualmente apresentado ao Tribunal de Justiça local.        (Redação dada pela Emenda Constitucional nº 109, de 2021)", "Art. 102. Enquanto viger o regime especial previsto nesta Emenda Constitucional, pelo menos 50% (cinquenta por cento) dos recursos que, nos termos do art. 101 deste Ato das Disposições Constitucionais Transitórias, forem destinados ao pagamento dos precatórios em mora serão utilizados no pagamento segundo a ordem cronológica de apresentação, respeitadas as preferências dos créditos alimentares, e, nessas, as relativas à idade, ao estado de saúde e à deficiência, nos termos do § 2º do art. 100 da Constituição Federal, sobre todos os demais créditos de todos os anos.         (Incluído pela Emenda Constitucional nº 94, de 2016)", "Art. 103. Enquanto os Estados, o Distrito Federal e os Municípios estiverem efetuando o pagamento da parcela mensal devida como previsto no caput do art. 101 deste Ato das Disposições Constitucionais Transitórias, nem eles, nem as respectivas autarquias, fundações e empresas estatais dependentes poderão sofrer sequestro de valores, exceto no caso de não liberação tempestiva dos recursos.         (Incluído pela Emenda Constitucional nº 94, de 2016)", "Art. 104. Se os recursos referidos no art. 101 deste Ato das Disposições Constitucionais Transitórias para o pagamento de precatórios não forem tempestivamente liberados, no todo ou em parte:         (Incluído pela Emenda Constitucional nº 94, de 2016)", "Art. 105. Enquanto viger o regime de pagamento de precatórios previsto no art. 101 deste Ato das Disposições Constitucionais Transitórias, é facultada aos credores de precatórios, próprios ou de terceiros, a compensação com débitos de natureza tributária ou de outra natureza que até 25 de março de 2015 tenham sido inscritos na dívida ativa dos Estados, do Distrito Federal ou dos Municípios, observados os requisitos definidos em lei própria do ente federado.         (Incluído pela Emenda Constitucional nº 94, de 2016)", "Art. 106. Fica instituído o Novo Regime Fiscal no âmbito dos Orçamentos Fiscal e da Seguridade Social da União, que vigorará por vinte exercícios financeiros, nos termos dos arts. 107 a 114 deste Ato das Disposições Constitucionais Transitórias .         (Incluído pela Emenda Constitucional nº 95, de 2016)       (Vide Emenda Constitucional nº 126, de 2022)", "Art. 107. Ficam estabelecidos, para cada exercício, limites individualizados para as despesas primárias:         (Incluído pela Emenda Constitucional nº 95, de 2016)        (Vide)         (Vide Emenda Constitucional nº 126, de 2022)", "Art. 107-A. Até o fim de 2026, fica estabelecido, para cada exercício financeiro, limite para alocação na proposta orçamentária das despesas com pagamentos em virtude de sentença judiciária de que trata o art. 100 da Constituição Federal, equivalente ao valor da despesa paga no exercício de 2016, incluídos os restos a pagar pagos, corrigido na forma do § 1º do art. 107 deste Ato das Disposições Constitucionais Transitórias, devendo o espaço fiscal decorrente da diferença entre o valor dos precatórios expedidos e o respectivo limite ser destinado ao programa previsto no parágrafo único do art. 6º e à seguridade social, nos termos do art. 194, ambos da Constituição Federal, a ser calculado da seguinte forma:       (Incluído pela Emenda Constitucional nº 114, de 2021)        (Vide)", "Art. 107-A. Até o fim de 2026, fica estabelecido, para cada exercício financeiro, limite para alocação na proposta orçamentária das despesas com pagamentos em virtude de sentença judiciária de que trata o art. 100 da Constituição Federal, equivalente ao valor da despesa paga no exercício de 2016, incluídos os restos a pagar pagos, corrigido, para o exercício de 2017, em 7,2% (sete inteiros e dois décimos por cento) e, para os exercícios posteriores, pela variação do Índice Nacional de Preços ao Consumidor Amplo (IPCA), publicado pela Fundação Instituto Brasileiro de Geografia e Estatística, ou de outro índice que vier a substituí-lo, apurado no exercício anterior a que se refere a lei orçamentária, devendo o espaço fiscal decorrente da diferença entre o valor dos precatórios expedidos e o respectivo limite ser destinado ao programa previsto no parágrafo único do art. 6º e à seguridade social, nos termos do art. 194, ambos da Constituição Federal, a ser calculado da seguinte forma:    (Redação dada pela Emenda Constitucional nº 126, de 2022)", "Art. 108. O Presidente da República poderá propor, a partir do décimo exercício da vigência do Novo Regime Fiscal, projeto de lei complementar para alteração do método de correção dos limites a que se refere o inciso II do § 1º do art. 107 deste Ato das Disposições Constitucionais Transitórias.         (Incluído pela Emenda Constitucional nº 95, de 2016)         (Revogado pela Emenda Constitucional nº 113, de 2021)", "Art. 109. No caso de descumprimento de limite individualizado, aplicam-se, até o final do exercício de retorno das despesas aos respectivos limites, ao Poder Executivo ou a órgão elencado nos incisos II a V do caput do art. 107 deste Ato das Disposições Constitucionais Transitórias que o descumpriu, sem prejuízo de outras medidas, as seguintes vedações:         (Incluído pela Emenda Constitucional nº 95, de 2016)", "Art. 109. Se verificado, na aprovação da lei orçamentária, que, no âmbito das despesas sujeitas aos limites do art. 107 deste Ato das Disposições Constitucionais Transitórias, a proporção da despesa obrigatória primária em relação à despesa primária total foi superior a 95% (noventa e cinco por cento), aplicam-se ao respectivo Poder ou órgão, até o final do exercício a que se refere a lei orçamentária, sem prejuízo de outras medidas, as seguintes vedações:       (Redação dada pela Emenda Constitucional nº 109, de 2021) (Vide Emenda Constitucional nº 126, de 2022)", "Art. 110. Na vigência do Novo Regime Fiscal, as aplicações mínimas em ações e serviços públicos de saúde e em manutenção e desenvolvimento do ensino equivalerão:         (Incluído pela Emenda Constitucional nº 95, de 2016)     (Vide Emenda Constitucional nº 126, de 2022)", "Art. 111. A partir do exercício financeiro de 2018, até o último exercício de vigência do Novo Regime Fiscal, a aprovação e a execução previstas nos §§ 9º e 11 do art. 166 da Constituição Federal corresponderão ao montante de execução obrigatória para o exercício de 2017, corrigido na forma estabelecida pelo inciso II do § 1º do art. 107 deste Ato das Disposições Constitucionais Transitórias .         (Incluído pela Emenda Constitucional nº 95, de 2016)", "Art. 111. A partir do exercício financeiro de 2018, até o exercício financeiro de 2022, a aprovação e a execução previstas nos §§ 9º e 11 do art. 166 da Constituição Federal corresponderão ao montante de execução obrigatória para o exercício de 2017, corrigido na forma estabelecida no inciso II do § 1º do art. 107 deste Ato das Disposições Constitucionais Transitórias.     (Redação dada pela Emenda Constitucional nº 126, de 2022)       (Vide Emenda Constitucional nº 126, de 2022)", "Art. 111-A. A partir do exercício financeiro de 2024, até o último exercício de vigência do Novo Regime Fiscal, a aprovação e a execução previstas nos §§ 9º e 11 do art. 166 da Constituição Federal corresponderão ao montante de execução obrigatória para o exercício de 2023, corrigido na forma estabelecida no inciso II do § 1º do art. 107 deste Ato das Disposições Constitucionais Transitórias.     (Incluído pela Emenda Constitucional nº 126, de 2022)      (Vide Emenda Constitucional nº 126, de 2022)", "Art. 112. As disposições introduzidas pelo Novo Regime Fiscal:         (Incluído pela Emenda Constitucional nº 95, de 2016)       (Vide Emenda Constitucional nº 126, de 2022)", "Art. 113. A proposição legislativa que crie ou altere despesa obrigatória ou renúncia de receita deverá ser acompanhada da estimativa do seu impacto orçamentário e financeiro.         (Incluído pela Emenda Constitucional nº 95, de 2016)", "Art. 114. A tramitação de proposição elencada no caput do art. 59 da Constituição Federal, ressalvada a referida no seu inciso V, quando acarretar aumento de despesa ou renúncia de receita, será suspensa por até vinte dias, a requerimento de um quinto dos membros da Casa, nos termos regimentais, para análise de sua compatibilidade com o Novo Regime Fiscal.         (Incluído pela Emenda Constitucional nº 95, de 2016)       (Vide Emenda Constitucional nº 126, de 2022)", "Art. 115. Fica excepcionalmente autorizado o parcelamento das contribuições previdenciárias e dos demais débitos dos Municípios, incluídas suas autarquias e fundações, com os respectivos regimes próprios de previdência social, com vencimento até 31 de outubro de 2021, inclusive os parcelados anteriormente, no prazo máximo de 240 (duzentos e quarenta) prestações mensais, mediante autorização em lei municipal específica, desde que comprovem ter alterado a legislação do regime próprio de previdência social para atendimento das seguintes condições, cumulativamente:         (Incluído pela Emenda Constitucional nº 113, de 2021)", "Art. 116. Fica excepcionalmente autorizado o parcelamento dos débitos decorrentes de contribuições previdenciárias dos Municípios, incluídas suas autarquias e fundações, com o Regime Geral de Previdência Social, com vencimento até 31 de outubro de 2021, ainda que em fase de execução fiscal ajuizada, inclusive os decorrentes do descumprimento de obrigações acessórias e os parcelados anteriormente, no prazo máximo de 240 (duzentos e quarenta) prestações mensais.        (Incluído pela Emenda Constitucional nº 113, de 2021)", "Art. 117. A formalização dos parcelamentos de que tratam os arts. 115 e 116 deste Ato das Disposições Constitucionais Transitórias deverá ocorrer até 30 de junho de 2022 e ficará condicionada à autorização de vinculação do Fundo de Participação dos Municípios para fins de pagamento das prestações acordadas nos termos de parcelamento, observada a seguinte ordem de preferência:       (Incluído pela Emenda Constitucional nº 113, de 2021)", "Art. 118. Os limites, as condições, as normas de acesso e os demais requisitos para o atendimento do disposto no parágrafo único do art. 6º e no inciso VI do caput do art. 203 da Constituição Federal serão determinados, na forma da lei e respectivo regulamento, até 31 de dezembro de 2022, dispensada, exclusivamente no exercício de 2022, a observância das limitações legais quanto à criação, à expansão ou ao aperfeiçoamento de ação governamental que acarrete aumento de despesa no referido exercício.       (Incluído pela Emenda Constitucional nº 114, de 2021)", "Art. 119. Em decorrência do estado de calamidade pública provocado pela pandemia da Covid-19, os Estados, o Distrito Federal, os Municípios e os agentes públicos desses entes federados não poderão ser responsabilizados administrativa, civil ou criminalmente pelo descumprimento, exclusivamente nos exercícios financeiros de 2020 e 2021, do disposto no caput do art. 212 da Constituição Federal.     (Incluído pela Emenda Constitucional nº 119, de 2022)", "Art. 120. Fica reconhecido, no ano de 2022, o estado de emergência decorrente da elevação extraordinária e imprevisível dos preços do petróleo, combustíveis e seus derivados e dos impactos sociais dela decorrentes.   (Incluído pela Emenda Constitucional nº 123, de 2022)", "Art. 121. As contas referentes aos patrimônios acumulados de que trata o § 2º do art. 239 da Constituição Federal cujos recursos não tenham sido reclamados por prazo superior a 20 (vinte) anos serão encerradas após o prazo de 60 (sessenta) dias da publicação de aviso no Diário Oficial da União, ressalvada reivindicação por eventual interessado legítimo dentro do referido prazo.    (Incluído pela Emenda Constitucional nº 126, de 2022)", "Art. 122. As transferências financeiras realizadas pelo Fundo Nacional de Saúde e pelo Fundo Nacional de Assistência Social diretamente aos fundos de saúde e assistência social estaduais, municipais e distritais, para enfrentamento da pandemia da Covid-19, poderão ser executadas pelos entes federativos até 31 de dezembro de 2023.    (Incluído pela Emenda Constitucional nº 126, de 2022)", "Art. 123. Todos os termos de credenciamentos, contratos, aditivos e outras formas de ajuste de permissão lotérica, em vigor, indistintamente, na data de publicação deste dispositivo, destinados a viabilizar a venda de serviços lotéricos, disciplinados em lei ou em outros instrumentos de alcance específico, terão assegurado prazo de vigência adicional, contado do término do prazo do instrumento vigente, independentemente da data de seu termo inicial.       (Incluído pela Emenda Constitucional nº 129, de 2023)"]